Repository: rf2055/openDCIM
Catalog: locale/*/LC_MESSAGES/openDCIM.po
Languages: es_es, pl_pl

source: Pick the appropriate column header (line 1) for each field name listed below.
es_es: Elija la cabecera de columna (linea 1) correspondiente a cada campo listado a continuacion.
pl_pl: Wybierz właściwy nagłówek kolumny (linia 1) dla nazwy każdego pola z listy poniżej.

source: Mouse over each field for help text.
es_es: Pasa el ratón por cada campo para ver la ayuda
pl_pl: Umieść kursor nad wybranym polem aby zobaczyć treść pomocy.

source: Process
es_es: Procesar
pl_pl: Wykonaj

source: All records imported successfully.
es_es: Todos los registros se han importado correctamente.
pl_pl: Wszystkie rekordy zaimportowane poprawnie.

source: At least one error was encountered processing the file. Please see below.
es_es: Al menos se ha encontrado un error procesando el archivo. Mire a continuación.
pl_pl: Podczas przetwarzania pliku wykryto co najmniej jeden błąd. Szczegóły znajdziesz poniżej.

source: Select file to upload:
es_es: Elija archivo para subir:
pl_pl: Wybierz plik do wysłania na serwer:

source: Bulk Device Importer
es_es: Importar Dispositivos Masivamente

source: Validate
es_es: Validar
pl_pl: Sprawdź poprawność

source: The following required fields are not mapped
es_es: Los siguientes campos requeridos no estan mapeados

source: The following values in the import file require entries in openDCIM before you may proceed.
es_es: Los campos siguientes en el archivo de importacion, necesitan valores en openDCIM antes de proceder.

source: Data Center
es_es: Centro de Proceso de Datos

source: Cabinet
es_es: Armario
pl_pl: Szafa

source: Manufacturer
es_es: Fabricante
pl_pl: Producent

source: Model
es_es: Modelo

source: Department
es_es: Departamento
pl_pl: Wydział

source: Primary Contact
es_es: Contacto Principal
pl_pl: Kontakt Główny

source: Collision Detected
es_es: Se ha detectado una colision
pl_pl: Wykryto Kolizję

source: The file has passed validation. Press the Process button to import.
es_es: El archivo ha completado la validacion. Pulse el boton de Procesar para importar.
pl_pl: Plik pozytywnie przeszedł kontrolę poprawności. Naciśnij przycisk "Wykonaj" żeby go zaimportować.

source: Parent device does not exist at specified location.
es_es: El dispositivo padre no existe en la ubicacion especificada.

source: Bulk Device Moves/Deletes
es_es: Movimiento/Borrado Masivo de Dispositivos
pl_pl: Skasuj/Przenieś Wiele Urządzeń na Raz

source: KeyField
es_es: Campo Clave
pl_pl: PoleKluczowe

source: The following values in the bulk move/delete file require entries in openDCIM before you may proceed.
es_es: Los siguientes valores en el archivo de importacion, necesitan valores en openDCIM antes de poder seguir.
pl_pl: Poniższe wartości, potrzebne do operacji przeniesienia/kasowania wielu plików, wymagają swojej obecności w openDCIM zanim będziesz mógł wykonać to zadanie.

source: All records processed successfully.
es_es: Todos los registros se han importado correctamente.
pl_pl: Wszystkie rekordy zostały przetworzone poprawnie.

source: Bulk Network Importer
es_es: Importar Dispositivos Masivamente
pl_pl: Importu wielu obiektów sieciowych.

source: The type of key field that is being used to match devices in openDCIM. Only one type may be specified per file.
es_es: El tipo de campo clave que se esta usando para amparejar dispositivos en openDCIM. Solo se debe especificar un tipo por archivo.
pl_pl: Typ pola kluczowego używanego do dopasowania z urządzeniem z openDCIM. Możesz wybrać tylko jeden typ dla wskazanego pliku.

source: Bulk Power Importer
es_es: Importar Dispositivos Masivamente
pl_pl: Importu wielu obiektów zasilania.

source: Information Technology Services
es_es: Servicios de Tecnología de la Información
pl_pl: Usługi IT

source: Cabinet Audit Report
es_es: Informe de Auditoría de Armarios
pl_pl: Raport z przeglądu Szafy

source: Date
es_es: Fecha
pl_pl: Data

source: Last Audit
es_es: Última Auditoría
pl_pl: Ostatni przegląd

source: Page
es_es: Página
pl_pl: Strona

source: Cabinet Location
es_es: Identificación del Armario
pl_pl: Lokalizacja szafy

source: Label
es_es: Nemónico
pl_pl: Etykieta

source: SerialNo
es_es: NºSerie
pl_pl: Numer Seryjny

source: AssetTag
es_es: Etiqueta del Activo
pl_pl: Numer Inwentarzowy

source: Position
es_es: Posición
pl_pl: Pozycja

source: Rack Units
es_es: Us de Rack
pl_pl: Jednostki w stojaku

source: #Ports
es_es: Nº Puertos
pl_pl: #Ilość_Portów

source: #PS
es_es: Nº FA

source: PowerConnection1
es_es: ConexiónEléctrica1
pl_pl: Zasilanie1

source: PowerConnection2
es_es: ConexiónEléctrica2
pl_pl: Zasilanie2

source: DeviceType
es_es: Tipo de Dispositivo
pl_pl: TypUrzadzenia

source: PDUs at
es_es: PDUs en
pl_pl: PDU w

source: NumOutputs
es_es: NúmSalidas

source: PanelLabel
es_es: NemónicoCuadro
pl_pl: Etykieta Panelu

source: PanelPole
es_es: LíneaCuadro
pl_pl: Etykieta Słupa

source: Data Center Cabinet Inventory
es_es: Inventario de Armarios del CPD
pl_pl: Inwentarz Szaf Data Center

source: Updated
es_es: Actualizado
pl_pl: Zaktualizowano

source: New Cabinet
es_es: Nuevo Armario
pl_pl: Nowa Szafa

source: Location
es_es: Posición
pl_pl: Lokalizacja

source: Assigned To
es_es: Asignado a
pl_pl: Przypisany do

source: General Use
es_es: Utilización General
pl_pl: Ogólnego przeznaczenia

source: Zone
es_es: Zona
pl_pl: Strefa

source: Cabinet Row
es_es: Fila de Armario
pl_pl: Rząd w szafie

source: Cabinet Height
es_es: Altura del Armario
pl_pl: Wysokość szafy

source: U1 Position
es_es: Posición U1
pl_pl: Pozycja U1

source: Bottom
es_es: Abajo
pl_pl: Dno

source: Top
es_es: Arriba
pl_pl: Szczyt

source: Default
es_es: Por defecto
pl_pl: Domyślnie

source: Key/Lock Information
es_es: Información de Cerradura
pl_pl: Informacje o zamknięciu

source: Maximum
es_es: Máx.
pl_pl: Maksimum

source: Maximum Weight
es_es: Peso Máximo
pl_pl: Maksymalna Waga

source: Date of Installation
es_es: Fecha de Instalación
pl_pl: Data Instalacji

source: Tags
es_es: Etiquetas
pl_pl: Znaczniki

source: Notes
es_es: Notas
pl_pl: Uwagi

source: Update
es_es: Actualizar
pl_pl: Zaktualizuj

source: Delete
es_es: Eliminar
pl_pl: Skasuj

source: Audit Report
es_es: Informe de Auditoría
pl_pl: Raport z Przeglądu

source: Map Coordinates
es_es: Coordenadas en el Plano
pl_pl: Współrzędne Mapy

source: Create
es_es: Crear
pl_pl: Utwórz

source: Return to Navigator
es_es: Volver al Visualizador de Armarios
pl_pl: Powrót do Nawigacji

source: Return to Main Menu
es_es: Volver al Menú Principal
pl_pl: Wróć do Głównego Menu

source: Cabinet delete confirmation
es_es: Confirmación de eliminación del armario
pl_pl: Potwierdzenie usunięcia szafy

source: Are you sure that you want to delete this cabinet and all the devices in it?<br><br><b>THERE IS NO UNDO</b>
es_es: ¿Está seguro de que quiere eliminar este armario y todos los dispositivos que contiene?<br><br><b>NO SE PODRÁ DESHACER</b>
pl_pl: Czy jesteś pewny, że chcesz usunąć tą szafę wraz z zawartymi w niej wszystkimi urządzeniami? <br><br><b>TEJ OPERACJI NIE BĘDZIE MOŻNA COFNĄĆ !</b>

source: Yes
es_es: Sí
pl_pl: Tak

source: Install Date
es_es: Fecha de Instalación
pl_pl: Data Instalacji

source: Row
es_es: Fila
pl_pl: Rząd

source: Never
es_es: Nunca
pl_pl: Nigdy

source: Above defined rack height
es_es: Altura del rack definida arriba
pl_pl: Ponad zdefiniowaną wysokość stojaka

source: Free Space
es_es: Espacio Libre
pl_pl: Wolna Przestrzeń

source: Maximum Weight Not Set
es_es: Peso máximo no especificado
pl_pl: Waga maksymalna nie została ustawiona

source: Owner Unassigned
es_es: Propietario no Asignado
pl_pl: Odłączenie Właściciela

source: Template Unassigned
es_es: Plantilla no Asignada
pl_pl: Odłączenie Szablonu

source: Markup Key
es_es: Leyenda
pl_pl: Klawisz Zaznaczania

source: Cabinet Metrics
es_es: Medidas del Armario
pl_pl: Metryka Szafy

source: Space
es_es: Espacio
pl_pl: Przestrzeń/Odstęp

source: Weight
es_es: Peso
pl_pl: Waga

source: Computed Watts
es_es: Watios calculados
pl_pl: Moc Obliczeniowa

source: Measured Watts
es_es: Watios Medidos
pl_pl: Moc Zmierzona

source: Approximate Center of Gravity
es_es: Centro de Gravedad Aproximado
pl_pl: Przybliżony Środek Ciężkości

source: Zero-U Devices
es_es: Dispositivos que no ocupan Us
pl_pl: Urządzenia "Zero U"

source: Power Distribution
es_es: Distribución de Energía Eléctrica
pl_pl: Dystrybucja Zasilania

source: Unknown Status
es_es: Estado Desconocido
pl_pl: Status Nieznany

source: ATS Feeds OK
es_es: Alimentación del CTA correcta

source: ATS Feeds Abnormal
es_es: Alimentación del CTA anormal

source: Add CDU
es_es: Añadir PDU
pl_pl: Dodaj CDU

source: Environmental Sensors
es_es: Sensores ambientales
pl_pl: Czujniki Wilgotności i Temperatury

source: Add Sensor
es_es: Añadir sensor
pl_pl: Dodaj Czujnik

source: Certify Audit
es_es: Certificar Auditoría
pl_pl: Potwierdź Rewizję

source: Add Device
es_es: Añadir Dispositivo
pl_pl: Dodaj Urządzenie

source: Edit Cabinet
es_es: Editar Armario
pl_pl: Edytuj Szafę

source: Delete Cabinet
es_es: Eliminar Armario
pl_pl: Usuń Szafę

source: Cabinet Notes
es_es: Notas del armario
pl_pl: Notatki dotyczące Szafy

source: Facilities Cabinet Maintenance
es_es: Mantenimiento de Instalaciones del Armario
pl_pl: Konserwacja Wyposażenia Szafy

source: Return to %s
es_es: Volver a %s
pl_pl: Wróć do %s

source: Audit Confirmation
es_es: Confirmación de auditoría
pl_pl: Potwierdzenie Przeglądu

source: Do you certify that you have completed an audit of this cabinet?
es_es: ¿Quiere certificar que se ha completado una auditoría del armario seleccionado?
pl_pl: Czy poświadczasz, że wykonałeś badanie tej szafy?

source: Are you sure that you want to delete this cabinet and all the devices in it?
es_es: ¿Está seguro que quiere eliminar este armario y todos los dispositivos que hay en él?
pl_pl: Czy jesteś pewny, że chcesz usunąć tą szafę wraz z zawartymi w niej wszystkimi urządzeniami?

source: Are you REALLY sure?
es_es: ¿Está REALMENTE seguro?
pl_pl: Czy jesteś ABSOLUTNIE pewny ?

source: Are you sure REALLY sure? There is no undo!!
es_es: ¿Está REALMENTE seguro? ¡Esto no se podrá deshacer!
pl_pl: Czy jesteś CAŁKIEM, ABSOLUTNIE pewny? Nie odkręcisz już tego !!!

source: Rows of Cabinets
es_es: Filas de Armarios
pl_pl: Rzędów w Szafie

source: Verify Delete Row
es_es: Verificar Borrado de la Fila
pl_pl: Potwierdź Usuniecie Rzędu

source: This Row will be deleted and there is no undo. Assets within the row will remain as members of the Data Center.
es_es: Esta Fila se borrará y no se podrá deshacer. Los activos en la fila permanecerán como miembros del CPD.
pl_pl: Ten wiersz zostanie usunięty i nie cofniesz już tego. Zawartość z tego rzędu pozostanie w Data Center.

source: Are you sure?
es_es: ¿Está seguro?
pl_pl: Jesteś tego pewien?

source: New Row
es_es: Nueva Fila
pl_pl: Nowy Rząd

source: Name
es_es: Nombre
pl_pl: Nazwa

source: Data Center Zone
es_es: Zona del CPD
pl_pl: Strefa Data Center

source: Data Center Cabinet Distribution Unit Templates
es_es: Plantillas de PDUs del CPD
pl_pl: Szablony Modułów Dystrybucyjnych Data Center

source: Template
es_es: Plantilla
pl_pl: Szablon

source: New Template
es_es: Nueva Plantilla
pl_pl: Nowy Szablon

source: Managed
es_es: Gestionado
pl_pl: Zarządzalny

source: Automatic Transfer Switch
es_es: Conmutador de Transferencia Automático
pl_pl: ATS, Automatyczne wprowadzanie rezerwy

source: SNMP Version
es_es: Versión de SNMP
pl_pl: Wersja SNMP

source: Firmware Version OID
es_es: OID de la Versión de Firmware
pl_pl: OID Wersji Firmware

source: Power Connections
es_es: Conexiones Eléctricas
pl_pl: Połączenia Zasilania

source: Multiplier
es_es: Factor Multiplicador
pl_pl: Mnożnik

source: ATS Status OID
es_es: OID del estado del CTA
pl_pl: OID Statusu ATS

source: ATS Desired Result
es_es: Resultado Deseado del CTA
pl_pl: Oczekiwany Wynik ATS

source: Processing Scheme
es_es: Tipo de Procesado
pl_pl: Przetwarzanie Schematu

source: Voltage
es_es: Voltaje
pl_pl: Napięcie

source: Amperage
es_es: Amperaje
pl_pl: Natężenie

source: No. of Outlets
es_es: Nº de Salidas
pl_pl: Ilość gniazdek

source: Data Center Configuration
es_es: Configuración del CPD
pl_pl: Konfiguracja Data Center

source: Select
es_es: Seleccionar
pl_pl: Wybierz

source: Clear all
es_es: Borrar todo
pl_pl: Wyczyść wszystko

source: Something just went horribly wrong.
es_es: Algo salió horriblemente mal.
pl_pl: Stało się coś okropnego.

source: Replace
es_es: Reemplazar
pl_pl: Podmień

source: Cancel
es_es: Cancelar
pl_pl: Anuluj

source: Media Type Delete Override
es_es: Borrado Sobreescrtura de Tipo de Medio
pl_pl: Wymuś Skasowanie Typu Nośnika

source: This media type is in use somewhere. Select an alternate type to assign to all the records to or choose clear all.
es_es: Este tipo de medio se está utilizando. Seleccione otro tipo para asignarlo a todos los registros o elija borrar todo.
pl_pl: Ten typ nośnika jest obecnie używany. Użyj innego typy aby przypisać go do wszystkich rekordów albo wybierz "wyczyść wszystko".

source: Code Delete Override
es_es: Borrado Sobreescritura de Código
pl_pl: Wymuś Skasowanie Kodu

source: This code is in use somewhere. You can either choose to clear all instances of this color being used or choose to have them replaced with another color.
es_es: Este código se está utilizando. Borre todas las instancias donde se utiliza este color o reemplácelo con otro color.
pl_pl: Ten kod jest obecnie używany. Możesz, albo wyczyścić wszystkie wystąpienia użytego w tym celu koloru, albo użyć innego koloru w zastępstwie.

source: Custom Device Attribute Type Change Error
es_es: Error en el cambio del tipo de atributo personalizado de dispositivo
pl_pl: Błąd Zmiany Typu Atrybutu Urządzenia Niestandardowego

source: Change Type and Clear all uses
es_es: Cambiar el tipo y eliminar todos los usos
pl_pl: Zmień Typ i Wyczyść wszystkie jego użycia

source: Custom Device Attribute Type Change Override
es_es: Sobreescribir el cambio de tipo de atributo personalizado de dispositivo
pl_pl: Wymuś Zmianę Typu Atrybutu Urządzenia Niestandardowego

source: This custom device attribute is in use somewhere. If you choose to change the attribute type, it will be cleared from all devices and device templates.
es_es: Este atributo personalizado de dispositivo está en uso. Si decide cambiar el tipo de atributo, esto afectará a todos los dispositivos y plantillas de dispositivo.
pl_pl: Ten atrybut niestandardowego urządzenia jest używany. Jeśli zmienisz typ tego atrybutu, zostanie on usunięty z wszystkich urządzeń i szablonów.

source: Custom Device Attribute Delete Error
es_es: Error en la eliminación de atributo personalizado de dispositivo
pl_pl: Błąd Usunięcia Atrybutu Urządzenia Niestandardowego

source: Delete from All Devices/Templates
es_es: Eliminar de todos los dispositivos/plantillas
pl_pl: Usuń z listy Urządzeń/Szablonów

source: Custom Device Attribute Delete Override
es_es: Sobreescritura de la eliminación del atributo personalizado de dispositivo
pl_pl: Wymuś Usunięcie Atrybutu Urządzenia Niestandardowego

source: This custom device attribute is in use somewhere. If you choose to delete the attribute, it will be removed from all devices and device templates.
es_es: Este atributo personalizado de dispositivo está en uso. Si decide eliminar el atributo, será eliminado en todos los dispositivos y plantillas de dispositivo.
pl_pl: Ten atrybut niestandardowego urządzenia jest używany. Jeśli go usuniesz , zostanie on usunięty z wszystkich urządzeń i szablonów.

source: Workflow
es_es: Flujo de trabajo
pl_pl: Przepływ Pracy

source: Style
es_es: Estilo
pl_pl: Styl

source: Email
es_es: Correo Electrónico

source: Reporting
es_es: Informes
pl_pl: Raportowanie

source: Cabling
es_es: Cableado
pl_pl: Okablowanie

source: Custom Device Attributes
es_es: Atributo personalizado de dispositivo
pl_pl: Atrybuty Niestandardowego Urządzenia

source: Pre-Flight Check
es_es: Lista de comprobación del sistema
pl_pl: Wstępna Lista Kontrolna

source: Organization Name
es_es: Nombre de la Organización
pl_pl: Nazwa Organizacji

source: Locale
es_es: Configuración Regional
pl_pl: Tłumaczenia

source: Default Panel Voltage
es_es: Voltaje de los Cuadros por Defecto
pl_pl: Napięcie Domyślne Panelu

source: Time and Measurements
es_es: Tiempo y Medidas
pl_pl: Czas i Miary

source: Time Zone
es_es: Zona Horaria
pl_pl: Strefa Czasowa

source: Manufacture Date
es_es: Fecha de Fabricación
pl_pl: Data Produkcji

source: Blank
es_es: Vacío
pl_pl: Pusty

source: Now
es_es: Ahora
pl_pl: Teraz

source: Warranty Date
es_es: Fecha de la Garantía
pl_pl: Data Gwarancji

source: Measurement Units
es_es: Unidades de Medida
pl_pl: Jednostki Miar

source: English
es_es: Inglesa
pl_pl: Angielski

source: Metric
es_es: Métrica
pl_pl: Metryczny

source: Page Size
es_es: Tamaño de Página
pl_pl: Rozmiar Strony

source: Letter
es_es: Carta
pl_pl: Listowy

source: Users
es_es: Usuarios
pl_pl: Użytkownicy

source: Department Types
es_es: Tipos de Departamentos
pl_pl: Typy Wydziałów

source: User Lookup URL
es_es: URL de Consulta de Usuarios
pl_pl: URL wyszukiwania użytkowników

source: Block Undefined Users
es_es: Bloquear Usuarios no Definidos
pl_pl: Zablokuj Niezdefiniowanych Użytkowników

source: Disabled
es_es: Deshabilitado
pl_pl: Wyłączony

source: Enabled
es_es: Habilitado
pl_pl: Czynny

source: Rack Usage
es_es: Utilización del Rack
pl_pl: Wykorzystanie Stojaka

source: Space Critical
es_es: Ocupación Crítica
pl_pl: Przestrzeń Krytyczna

source: Temperature Critical
es_es: Temperatura Critica
pl_pl: Temperatura Krytyczna

source: Space Warning
es_es: Ocupación Peligrosa
pl_pl: Przestrzeń Alarmowa

source: Temperature Warning
es_es: Temperatura Peligrosa
pl_pl: Temperatura Alarmowa

source: Weight Critical
es_es: Peso Crítico
pl_pl: Waga Krytyczna

source: High Humidity Critical
es_es: Humedad Alta Crítica
pl_pl: Wysoka Wilgotność Krytyczna

source: Weight Warning
es_es: Peso Peligroso
pl_pl: Waga Ostrzegawcza

source: Low Humidity Critical
es_es: Humedad Baja Crítica
pl_pl: Niska Wilgotność Krytyczna

source: Power Critical
es_es: Consumo Energético Crítico
pl_pl: Zasilanie Krytyczne

source: High Humidity Caution
es_es: Humedad Alta Peligrosa
pl_pl: Uwaga, Wysoka Wilgotność

source: Power Warning
es_es: Consumo Energético Peligroso
pl_pl: Ostrzeżenia Zasilania

source: Low Humidity Caution
es_es: Humedad Baja Peligrosa
pl_pl: Uwaga, Niska Wilgotność

source: RCI (Rack Cooling Index) High
es_es: RCI (Rack Cooling Index - Índice de refrigeración del armario) Alto
pl_pl: Wysoki współczynnik RCI (Rack Cooling Index)

source: RCI (Rack Cooling Index) Low
es_es: RCI (Rack Cooling Index - Índice de refrigeración del armario) Bajo
pl_pl: Niski współczynnik RCI (Rack Cooling Index)

source: Work Order Builder
es_es: Creador de Órdenes de Trabajo
pl_pl: Kreator Zleceń Wykonania

source: Site Level Security Options
es_es: Opciones de Seguridad del Sitio
pl_pl: Ustawienia Bezpieczeństwa w Obrębie Lokalizacji

source: Filter Cabinet List
es_es: Filtro de Listas de Armarios
pl_pl: Filtruj Listę Szaf

source: Rack Requests
es_es: Solicitud de Rack
pl_pl: Zapotrzebowanie na Stojak

source: Mail Subject
es_es: Asunto de Correo
pl_pl: Tytuł Wiadomości E-mail

source: Warning (Hours)
es_es: Peligroso (Horas)
pl_pl: Ostrzeżenie (Godziny)

source: Critical (Hours)
es_es: Crítico (Horas)
pl_pl: Stan Krytyczny (Godziny)

source: Online Repository
es_es: Repositorio en línea
pl_pl: Magazyn Online

source: API UserID
es_es: UserID del API
pl_pl: ID Użytkownika API

source: API Key
es_es: Clave del API
pl_pl: Klucz API

source: Racks & Maps
es_es: Racks y Planos
pl_pl: Stojaki i Mapy

source: Critical Color
es_es: Color de Crítico
pl_pl: Kolor Krytyczny

source: Caution Color
es_es: Color de Atención
pl_pl: Kolor Ostrzegawczy

source: Good Color
es_es: Color de Correcto
pl_pl: Kolor Stanu Dobrego

source: Unused Spaces
es_es: Espacios No Utilizados
pl_pl: Niewykorzystana Przestrzeń

source: Default U1 Position
es_es: Posición U1 por defecto
pl_pl: Domyślna Pozycja U1

source: Devices
es_es: Dispositivos
pl_pl: Urządzenia

source: Device Labels
es_es: Nemónicos de los Dispositivos
pl_pl: Etykiety Urządzenia

source: Uppercase
es_es: Mayúsculas
pl_pl: Wielkie Litery

source: Lowercase
es_es: Minúsculas
pl_pl: Małe Litery

source: Initial caps
es_es: Iniciales en mayúsculas
pl_pl: Pierwsze Wielkie Litery

source: Don't touch my labels
es_es: No modificar mis nemónicos
pl_pl: Nie ruszaj moich etykiet

source: Device Lists
es_es: Lista de Dispositivos
pl_pl: Lista Urządzeń

source: Just Devices
es_es: Sólo Dispositivos
pl_pl: Tylko Urządzenia

source: Show Datacenter and Cabinet
es_es: Mostrar CPDs y Armarios
pl_pl: Pokaż Datacenter i Szafę

source: Cabinets
es_es: Armarios
pl_pl: Szafy

source: Draw Cabinet Outlines
es_es: Trazar contornos del armario

source: Add Cabinet Labels
es_es: Añadir etiquetas del armario

source: Site
es_es: Sitio
pl_pl: Lokalizacja

source: Header Color
es_es: Color de la Cabecera
pl_pl: Kolor Nagłówków

source: Body Color
es_es: Color del Fondo
pl_pl: Kolor Treści

source: Link Color
es_es: Color de los Enlaces
pl_pl: Kolor Linków

source: Viewed Link Color
es_es: Color de un Enlace Visitado
pl_pl: Kolor Linków Odwiedzonych

source: SMTP Server
es_es: Servidor SMTP
pl_pl: Serwer SMTP

source: SMTP Port
es_es: Puerto SMTP
pl_pl: Port SMTP

source: SMTP Username
es_es: Usuario SMTP
pl_pl: Użytkownik SMTP

source: SMTP Password
es_es: Contraseña SMTP
pl_pl: Hasło SMTP

source: Mail To
es_es: Correo Para
pl_pl: Wiadomość Do

source: Mail From
es_es: Correo De
pl_pl: Wiadomość Od

source: Facility Manager
es_es: Gestor de Equipamiento
pl_pl: Kierownik Obiektu

source: Facility Manager Email
es_es: Correo del Gestor de Equipamiento
pl_pl: E-mail Kierownika Obiektu

source: Annual Cost Per Rack Unit (Year)
es_es: Coste Anual Por Rack (Año)
pl_pl: Roczny Koszt za Stojak

source: Cost Per KwHr
es_es: Coste por Kwh
pl_pl: Cena kWh

source: Logo file for headers
es_es: Fichero de Logo para Cabeceras
pl_pl: Plik z Logo do Nagłówków

source: Font
es_es: Fuente
pl_pl: Czcionka

source: New Installs Period
es_es: Nuevo Periodo de Instalación
pl_pl: Nowy Okres Instalacji

source: Base URL for install
es_es: URL base para instalar
pl_pl: Podstawowy adres URL do instalacji

source: SNMP Options
es_es: Opciones SNMP
pl_pl: Opcje SNMP

source: Default SNMP Community
es_es: Comunidad SNMP por Defecto
pl_pl: Domyślna Wspólnota SNMP

source: SNMPv3 Security Level
es_es: Nivel de seguridad SNMPv3
pl_pl: Poziom Bezpieczeństwa SNMPv3

source: SNMPv3 AuthProtocol
es_es: AuthProtocol SNMPv3
pl_pl: Protokół Autoryzacji SNMPv3

source: SNMPv3 Passphrase
es_es: Contraseña SNMPv3
pl_pl: Hasło SNMPv2

source: SNMPv3 PrivProtocol
es_es: PrivProtocol SNMPv3

source: SNMPv3 PrivPassphrase
es_es: PrivPassphrase SNMPv3

source: Capacity Reporting
es_es: Informes de Capacidad
pl_pl: Raportowanie Pojemności

source: Switches
es_es: Conmutadores
pl_pl: Przełączniki

source: Switch Capacity Threshold
es_es: Umbral de Capacidad del Conmutador
pl_pl: Próg Pojemności Przełącznika

source: Utilities
es_es: Utilidades
pl_pl: Narzędzia

source: cut
es_es: cortar
pl_pl: wytnij

source: dot
es_es: punto
pl_pl: kropka

source: Cabinet ToolTips
es_es: ToolTips de armarios
pl_pl: Porady dot. Szaf

source: CDU ToolTips
es_es: ToolTips de PDU
pl_pl: Porady dot. CDU

source: Media Types
es_es: Tipo de Medio
pl_pl: Typy Kabli

source: Media Type Matching
es_es: Coincidir Tipo de Medio
pl_pl: Dopasowanie Typów Kabli

source: Enforce
es_es: Forzar
pl_pl: Wymusić

source: Media Type
es_es: Tipo de Medio
pl_pl: Typ Kabla

source: Default Color
es_es: Color por Defecto
pl_pl: Kolor Domyślny

source: Add new row
es_es: Añadir nueva fila
pl_pl: Dodaj nowy wiersz

source: Cable Colors
es_es: Color del Cable
pl_pl: Kolory Kabli

source: Default Note
es_es: Nota por Defecto
pl_pl: Domyślna Notatka
