Repository: rf2055/openDCIM
Catalog: locale/*/LC_MESSAGES/openDCIM.po
Languages: es_es, pl_pl

source: ● This is the combined report on all data center assets. It contains the list of all devices and a list of all cabinets.
es_es: ● Este es el informe combinado de todos los activos del centro de datos. Contiene la lista de todos los dispositivos y una lista de todos los armarios.
pl_pl: ● To jest łączny raport dot. całego inwentarza w Data Center. Zawiera listy: wszystkich urządzeń i wszystkich szaf.

source: ● Using Excel"s pivot capabilities many different analysis and statistics can be performed.
es_es: ● Utilizando las capacidades de pivote de Excel se pueden realizar muchos analisis y estadísticas diferentes.
pl_pl: ● Używając funkcji pivot w Excel'u możesz przeprowadzić wiele innych analiz i badań statystycznych.

source: ● The terms "cabinet" and "rack" are used interchangeable.
es_es: ● Los términos 'armario' y 'rack' se usan indistintamente.
pl_pl: ● Pojęcia "szafa", "stelaż" i "stojak" są używane zamienne.

source: ● For user who have only the "Admin Own Devices" right the report is limited to the cabinets which are owned by this department.
es_es: ● Para el usuario que sólo tiene permiso de 'administrar dispositivos propios' el informe se limita a los armarios que son propiedad de este departamento.
pl_pl: ● Użytkownicy, którzy mają tylko uprawnienia "Admin Own Devices", mają raportowanie ograniczone tylko do szaf, których właścicielem jest ten wydział.

source: ● The "DC Statistics" page is only generated for users who are not limited to "Admin Own Devices".
es_es: ● La página 'Estadísticas del CPD' sólo se genera para los usuarios que no se limitan a 'administrar dispositivos propios'.
pl_pl: ● Strona "DC Statistics" jest generowana tylko dla użytkowników, którzy nie są ograniczeni tylko do "Admin Own Devices".

source: ● For a child device the column "Parent Device" shows the parent device otherwise it is empty. A child devices is e.g. a blade server.
es_es: ● Para un dispositivo hijo, la columna 'Dispositivo Padre' muestra el dispositivo padre, de lo contrario está vacía. Un dispositivo hijo es, por ejemplo, un servidor blade.
pl_pl: ● Kolumna "Parent Device" pokazuje urządzenie nadrzędne/rodzica dla urządzeń podrzędnych/dziecko lub w przeciwnym przypadku jest pusta. Przykładem urządzenie podrzędnego jest serwer blade.

source: ● The "Position" for a child device is the slot position within in the parent device.
es_es: ● La 'Posición' para un dispositivo hijo es la posición de la ranura que ocupa en el dispositivo padre.
pl_pl: ● Wartość "Pozycja" dla urządzania podrzędnego określa pozycję slotu w urządzeniu nadrzędnym.

source: ● "Half Depth" contains a value "front" or "rear" only if the device is of half depth in which case this indicates the location.
es_es: ● 'Medio fondo' contiene un valor 'frente' o 'trasero' sólo si el dispositivo es de medio fondo, que indica su colocación.
pl_pl: ● "Połowa Głębokości" zawiera tylko wartości "przód" lub "tył" jeśli urządzanie jest połowy długości i wskazuje jego ulokowanie.

source: ● Consecutive free rack space is indicated in worksheet "DC Inventory" with the string "__EMPTY " in column "Device". "Position" gives the start of the range and "Height" specifies the size of the range of free rack space.
es_es: ● El espacio consecutivo libre se indica en la hoja de trabajo "Inventario del CPD' con la cadena '__EMPTY' en la columna 'Dispositivo'. 'Posición' da el inicio del rango y 'Altura' especifica el tamaño del rango de espacio de rack libre.
pl_pl: ● Ciągłe wolne obszary w szafie są podane w arkuszu "Inwentaryzacja DC" z ciągiem "__EMPTY" w kolumnie "Urządzenie". "Pozycja" wyznacza początek zakresu a "Wysokość" określa rozmiar zakresu wolnego miejsca w szafie.

source: ● A range of consecutive free slots in a chassis is indicated in worksheet "DC Inventory" with the string "__EMPTYSLOT " in the column "Device". "Position" gives the start of the range and "Height" specifies the number of free slots.
es_es: ● Un rango de ranuras libres consecutivas en un chasis se indica en la hoja de trabajo 'Inventario del CPD ' con la cadena ' __EMPTYSLOT ' en la columna 'Dispositivo'. 'Posición' da el inicio del rango y 'Altura' especifica el número de ranuras libres.
pl_pl: ● Ciągły zakres kolejnych wolnych slotów w obudowie został oznaczony w arkuszu "DC Inventory" ciągiem "__EMPTYSLOT " w kolumnie "Urządzenie". Pozycja" wyznacza początek zakresu a "Wysokość" określa rozmiar zakresu wolnego miejsca w szafie.

source: ● All free rack units (RU) within the racks sum up to the total amount of free rack units. It is possible that devices of different height are mounted at the same position within a cabinet. Only the non occupied rack units are free RUs.
es_es: ● Todas las unidades de rack (RU) libres en los armarios cuentan para el total de unidades de rack libres. Es posible que dispositivos de diferente altura se monten en la misma posición dentro de un armario. Sólo las unidades de rack no ocupadas son RU libres.
pl_pl: ● Wszystkie wolne miejsca w stelażu (RU - rack units) sumują się do ogólnej ilosci wolnego miejsca RU. Całkiem możliwe, że urządzenia o rożnej wysokości są zamontowane w tym samym miejscu w szafie. Tylko niczym nie zajęte miejsca RU liczone są jako wolne RU.

source: ● Cabinets of "Model" equal "RESERVED" are placeholders on the floor space in the DC for racks to come. Their number is counted in the column "No. Reserved Racks". Nevertheless, the rack units are taken into account in all other statistics.
es_es: ● Armarios con 'Modelo' igua a 'RESERVED' son marcas en el plano del CPD para armarios que se instalarán en el futuro. Su número se cuenta en la columna "Nº de Armarios Reservados'. Sin embargo, las unidades de rack se tienen en cuenta en todas las otras estadísticas.
pl_pl: ● Szafy w trybie "Model" oraz "RESERVED" stanowią tylko rezerwację przestrzeni na podłodze DC pod przyszłe stojaki. Ich liczba jest zliczona w kolumnie "No. Reserved Racks". Niemniej jednak, ich RU są brane pod uwagę przy wszystkich analizach statystycznych.

source: This file is confidential and shall not be used without permission of the owner.
es_es: Este fichero es confidencial y no será utilizado sin autorización del propietario.
pl_pl: Ten plik jest poufny i nie może być użyty bez uprawnień właściciela.

source: Generate by openDCIM
es_es: Generado por openDCIM
pl_pl: Wygenerowane przez openDCIM

source: Summary Statistics
es_es: Sumario de Estadísticas
pl_pl: Statystyki podsumowujące

source: DC Room
es_es: Sala del CPD
pl_pl: Pomieszczenie DC

source: Floor Space (sqm)
es_es: Superficie de Suelo (m2)
pl_pl: Powierzchnia Podłogi [m2]

source: No. Racks
es_es: Núm. Racks
pl_pl: Liczba Szaf

source: No. Reserved Racks
es_es: Núm. Racks Reservados
pl_pl: Liczba Zarezerwowanych Szaf

source: Sum of Rack Units (RU)
es_es: Suma de Unidades de Rack (RU)
pl_pl: Suma Jednostek RU

source: Sum of Used Rack Units (RU)
es_es: Suma de Unidades de Rack (RU) Usadas
pl_pl: Suma Użytych Jednostek RU

source: Percentage Used Rack Units
es_es: Porcentaje de Unidades de Rack Usadas
pl_pl: Procent Użytych Jednostek RU

source: Sum of Empty Rack Units (RU)
es_es: Suma de Unidades de Rack (RU) Vacías
pl_pl: Ilość Pustych Jednostek RU

source: Percentage Empty Rack Units
es_es: Porcentaje de Unidades de Rack Vacías
pl_pl: Procent Pustych Jednostek RU

source: Sum of Power (kW)
es_es: Suma de Potencia (kW)
pl_pl: Sumaryczna Moc [kW]

source: Sum of Design Power (kW)
es_es: Suma de Potencia de Diseño (kW)
pl_pl: Sumaryczna Moc Zaprojektowana [kW]

source: Template Missing
es_es: Falta Plantilla
pl_pl: Brak Szablonu

source: Computing DC Inventory
es_es: Calculando el Inventario del DC
pl_pl: Obliczane Inwentarza DC

source: Writing Inventory to Spreadsheet
es_es: Escribiendo el Inventario a Hoja de Cálculo
pl_pl: Zapisywanie Inwentarza do Arkusza

source: Formatting Spreadsheet
es_es: Formateando Hoja de Cálculo
pl_pl: Formatowanie Arkusza

source: Data Center Asset Report
es_es: Informe de Activos del CPD
pl_pl: Inwentaryzacja Data Center

source: Cabinet Audit Frequency Report
es_es: Informe de Frecuencia de Auditoría de Armario
pl_pl: Raport z Częstotliwości Rewizji Szafy

source: Activity by Location
es_es: Actividad por Localización
pl_pl: Aktywność wg Lokalizacji

source: Times Audited
es_es: Veces Auditado
pl_pl: Liczba Rewizji

source: Installation Date
es_es: Fecha de Instalación
pl_pl: Data Instalacji

source: Days Since Last Audit
es_es: Días desde la última auditoría
pl_pl: Dni od Ostatniej Rewizji

source: Summary by Period
es_es: Resumen por Período
pl_pl: Podsumowanie wg Okresów

source: Number of Cabinets
es_es: Número de Armarios
pl_pl: Liczba Szaf

source: Cabinet Audit Reporting
es_es: Informe de Auditoría de Armario
pl_pl: Raporty z Rewizji Szaf

source: Cabinet Audits Report
es_es: Informe de Auditorías de Armarios
pl_pl: Raport z Przeglądów Szafy

source: Dates
es_es: Fechas
pl_pl: Daty

source: Auditor Summary
es_es: Resumen del Auditor
pl_pl: Podsumowanie Rewizora

source: UserID
es_es: ID del Usuario
pl_pl: ID Użytkownika

source: UserName
es_es: NombreUsuario
pl_pl: Nazwa Użytkownika

source: Count
es_es: Cantidad
pl_pl: Ilość

source: Activity by Date
es_es: Actividad por Fecha
pl_pl: Aktywność wg Dat

source: Comments
es_es: Comentarios
pl_pl: Komentarze

source: Mon
es_es: Lun
pl_pl: Pon

source: Tue
es_es: Mar
pl_pl: Wt

source: Wed
es_es: Mié
pl_pl: Śr

source: Thu
es_es: Jue
pl_pl: Czw

source: Fri
es_es: Vie
pl_pl: Pią

source: Sat
es_es: Sáb
pl_pl: Sob

source: Sun
es_es: Dom
pl_pl: Nie

source: Day of Week Frequency
es_es: Frecuencia del Día de Semana
pl_pl: Częstotliwość wg Dni Tygodnia

source: Day of Week
es_es: Dia de la Semana
pl_pl: Dzień Tygodnia

source: Audits
es_es: Auditorías
pl_pl: Rewizje/Przeglądy

source: Cabinet Report
es_es: Informe del Armario
pl_pl: Raport Szafy

source: Select data center
es_es: Selecionar un CPD
pl_pl: Wybierz Data Center

source: Choose cabinets to print in Data Center
es_es: Elegir armarios para imprimir en CPD
pl_pl: Wybierz szafę w DC aby wydrukować

source: Generate
es_es: Generar
pl_pl: Wygeneruj

source: Cabinet ID
es_es: ID del armario
pl_pl: ID Szafy

source: Data Center Asset and Contact Report
es_es: Informe de Activos del CPD y Contactos
pl_pl: Inwentaryzacja Data Center z Kontaktami

source: Top 10 Data Center Occupancy Rates
es_es: Indice Top 10 de Ocupación del CPD
pl_pl: 10 Najwyższych Wskaźników Zajętości Data Center

source: Top 10 Data Center Power Users
es_es: Top 10 de Potencia por Usuario del CPD
pl_pl: 10 Najaktywniejszych Użytkowników Data Center

source: Service Delivery Manager
es_es: Gestor del Servicio de Entrega
pl_pl: Menedżer d/s Dostarczenia Usług

source: Total Rack Units for
es_es: Total de Us para
pl_pl: Całkowita Ilość Jednostek RU dla

source: Total BTU Output for
es_es: Total de BTU para
pl_pl: Całkowita Emisja Ciepła [BTU] dla

source: Total Rack Units for All Data Centers
es_es: Total de Us para todos los CPD
pl_pl: Całkowita Ilość Jednostek RU we wszystkich Data Center

source: Total BTU Output for All Data Centers
es_es: Total de BTU para todos los CPD
pl_pl: Całkowita Emisja Ciepła [BTU] we Wszystkich Data Center

source: Virtual Machine Image Name
es_es: Nombre de la Imagen de la Máquina Virtual
pl_pl: Nazwa Obrazu Maszyny Wirtualnej

source: Current Host Server
es_es: Servidor Actual
pl_pl: Bieżący Host Server

source: State
es_es: Estado
pl_pl: Stan

source: Last Polled
es_es: Último Sondeado
pl_pl: Ostatnie Sprawdzenie

source: Data Center Asset Costing Report
es_es: Informe de Costes de Activos del CPD
pl_pl: Inwentaryzacja Wartościowa Data Center

source: Annual Cost Per Watt (Year)
es_es: Coste Anual Por Watio (Año)
pl_pl: Roczny Koszt Jednego Wata Mocy

source: Rack Cost
es_es: Coste del Rack
pl_pl: Koszt Szafy

source: Annual Electrical Cost for Department
es_es: Coste Eléctrico Anual por Departamento
pl_pl: Roczne Koszty Energii Elektrycznej na Wydział

source: Annual Infrastructure Cost for Department
es_es: Coste Anual de la Infraestructura por Departamento
pl_pl: Roczne Koszty Infrastruktury na Wydział

source: Departmental Contacts Report
es_es: Informe de Contactos Departamentales
pl_pl: Lista Kontaktów Wydziału

source: Devices Without Diverse (Tier III) Power
es_es: Dispositivos sin Fuente Redundante (Tier III)
pl_pl: Urządzenia Bez Zróżnicowanego Zasilania (Tier III)

source: Dependency
es_es: Dependencia
pl_pl: Zależność

source: Facility Manager email address
es_es: Correo del Gestor de Equipamiento
pl_pl: Adres E-mail Kierownika Obiektu

source: Recent Data Center Installations Report
es_es: Informe de Instalaciones Recientes en el CPD
pl_pl: Wykaz Ostatnich Instalacji w Data Center

source: Data Center Reserved Space Report
es_es: Informe de Espacio Reservado del CPD
pl_pl: Wykaz Rezerwacji Przestrzeni w DC

source: Data Center Inventory Reservations
es_es: Inventario de Reservas del CPD
pl_pl: Rezerwacje Zapasów w DC

source: There are no reserved installations within the date range specified
es_es: No hay instalaciones reservadas dentro del rango de fechas especificado
pl_pl: W podanym zakresie dat nie ma zarezerwowanych instalacji

source: Scheduled Installations for Department
es_es: Instalaciones Planificadas por Departamento
pl_pl: Zaplanowane Instalacje dla Wydziału

source: Total U Reserved for Department
es_es: RU Totales Reservadas por Departmento
pl_pl: Całkowita ilość jednostek RU zarezerwowana dla Wydziału

source: Total U Reserved in DCIM
es_es: RU Totales Reservadas en el DCIM
pl_pl: Całkowita ilość jednostek RU zarezerwowana w DCIM

source: Data Center Switch Capacity Exceptions Report
es_es: Informe de Excepciones de Capacidad de Conmutadores
pl_pl: Raport Wyjątków Pojemności Przełączników w DC

source: Data Exceptions Report
es_es: Informe de Incumplimientos de Fecha
pl_pl: Raport Wyjątków Danych

source: Power Cords
es_es: Cables Eléctricos
pl_pl: Kable Zasilające

source: Logging View/Export
es_es: Ver/Exportar el Log
pl_pl: Pokaż/Eksportuj Rejestr

source: Time
es_es: Hora
pl_pl: Czas

source: Class
es_es: Clase
pl_pl: Klasa

source: ObjectID
es_es: ID del Objeto
pl_pl: ID Obiektu

source: ChildID
es_es: ID del Hijo
pl_pl: ID Dziecka

source: Property
es_es: Propiedad
pl_pl: Właściwość

source: Old Value
es_es: Valor Anterior
pl_pl: Stara Wartość

source: New Value
es_es: Nuevo Valor
pl_pl: Nowa Wartość

source: Network Map Viewer
es_es: Visor del Mapa de Red
pl_pl: Podgląd Mapy Sieci

source: Filter type:
es_es: Tipo de fichero:
pl_pl: Rodzaj pliku:

source: Select filter type
es_es: Seleccione el tipo de filtro
pl_pl: Wybierz typ filtru

source: Custom Tag
es_es: Etiqueta Personalizada
pl_pl: Znacznik Niestandardowy

source: All Data Centers
es_es: Todos los Centros de Proceso de Datos
pl_pl: Wszystkie Data Center

source: Choose either power sources or panels to simulate for Data Center
es_es: Elegir fuentes de energía o cuadros a simular para el CPD
pl_pl: Wybierz albo źródła zasilania, albo panele aby przeprowadzić symulację w DC

source: Only show down/unknown devices
es_es: Sólo mostrar dispositivos caídos/desconocidos
pl_pl: Pokaż tylko urządzenia nieznane i nieczynne

source: Power Source
es_es: Fuente de Energía
pl_pl: Źródło Zasilania

source: Power Panel
es_es: Cuadro Eléctrico
pl_pl: Panel Zasilający

source: Tags (example: +Linux -Development)
es_es: Etiquetas (ejemplo: +Linux -Desarrollo)
pl_pl: Znaczniki (np: +Linux -Development)

source: Power Panel Schedule Report
es_es: Informe del Esquema del Cuadro Eléctrico
pl_pl: Terminarz Panelu Zasilającego

source: Panel Schedule for
es_es: Esquema del Cuadro para
pl_pl: Terminarz Panelu dla

source: Pole
es_es: Polo
pl_pl: Biegun

source: Circuit
es_es: Circuito
pl_pl: Obwód

source: Power Distribution by Data Center
es_es: Distribución de Energía Eléctrica por CPD
pl_pl: Dystrybucja Energii w DC

source: Simulated Outage Report
es_es: Informe de Cortes de Energía simulados
pl_pl: Raport z Symulacji Awarii

source: Simulated Power Outage by Project
es_es: Cortes de Energía simulados por Proyecto
pl_pl: Symulacja Awarii Zasilania wg Projektów

source: Summary
es_es: Resumen
pl_pl: Podsumowanie

source: Power Outage Simulation report
es_es: Informe de Cortes de Energía simulados
pl_pl: Raport z Symulacji Awarii Zasilania

source: Project Status
es_es: Estado del Proyecto
pl_pl: Status Projektu

source: Only listing systems which are down or unknown.
es_es: Sólo listar sistemas que están caídos o son desconocidos.
pl_pl: Wyszczególniono tylko systemy nieznane i nieczynne.

source: DeviceName
es_es: Nombre del Dispositivo
pl_pl: Urządzanie

source: Child
es_es: Hijo
pl_pl: Dziecko

source: Compromised
es_es: Comprometida
pl_pl: Zagrożony

source: No Devices Were Affected
es_es: Ningún dispositivo ha sido afectado
pl_pl: Nie Dotyczy Żadnych Urządzeń

source: Included Tags
es_es: Etiquetas incluídas
pl_pl: Zawarte Znaczniki

source: Excluded Tags
es_es: Etiquetas excluídas
pl_pl: Wykluczone Znaczniki

source: Project Name:
es_es: Nombre del Proyecto:
pl_pl: Nazwa Projektu:

source: Select Project
es_es: Seleccionar Proyecto
pl_pl: Wybierz Projekt

source: All Projects
es_es: Todos los Proyectos
pl_pl: Wszystkie Projekty

source: Inventory Reports
es_es: Informes de Inventario
pl_pl: Raporty Inwentarzowe

source: Contact Reports
es_es: Informe de Contactos
pl_pl: Wykazy Kontaktów

source: Department/Contact Report
es_es: Informe de Departamentos/Contactos
pl_pl: Wykaz Kontaktów Wydziału

source: Asset Reports
es_es: Informe de Activos
pl_pl: Inwentaryzacja

source: Search/Export by Data Center
es_es: Buscar/Exportar por CPD
pl_pl: Wyszukiwanie/Eksport wg DC

source: Export Data Center for CFD (XML)
es_es: Exportar CPD para CDF (XML)
pl_pl: Eksportuj Data Center dla CFD (XML)

source: Asset Report by Owner
es_es: Informe de Activos por Propietario
pl_pl: Inwentaryzacja wg Właścicieli

source: Data Center Asset Report [Excel]
es_es: Informe de Activos del CPD [Excel]
pl_pl: Inwentaryzacja Data Center [Excel]

source: Asset Aging Report
es_es: Informe de Edad de los Activos
pl_pl: Inwentaryzacja wg Wieku

source: Project Asset Report
es_es: Informe de Activos del Proyecto
pl_pl: Inwentaryzacja wg Projektów

source: Warranty Expiration Report
es_es: Informe de expiración de garantías
pl_pl: Raport z Wygaśnięcia Gwarancji

source: Virtual Machines by Department
es_es: Máquinas Virtuales por Departamento
pl_pl: Maszyny Wirtualne wg Wydziałów

source: Network Map
es_es: Mapa de la Red
pl_pl: Mapa Sieci

source: Operational Reports
es_es: Informes Operacionales
pl_pl: Wykaz Działań

source: Diverse Power Exceptions Report
es_es: Informe de Incumplimientos Energéticos Diversos
pl_pl: Raport z Wyjątków Zróżnicowanego Zasilania

source: Simulated Power Outage Report
es_es: Informe de Potencia de Salida Simulada
pl_pl: Raport z Symulowanej Awarii Zasilania

source: Project Power Outage Report
es_es: Informe de Cortes de Energía del Proyecto
pl_pl: Raport z Awarii Zasilania Projektu

source: Server Tier Classification Report
es_es: Informe de Clasificación TIER de los Servidores
pl_pl: Raport z Klasyfikacji Serwerów wg TIER

source: Cabinet List
es_es: Lista de Armarios
pl_pl: Wykaz Szaf

source: Auditing Reports
es_es: Informe de Auditoría
pl_pl: Raporty z Rewizji

source: Cabinet Audit Logs
es_es: Registro de Auditorías de Armarios
pl_pl: Rejestry Rewizji Szaf

source: Cabinet Audit Frequency
es_es: Frecuencia de Auditoría de Armarios
pl_pl: Częstotliwość Rewizji Szafy

source: Surplus/Salvage Audit Report
es_es: Informe de Auditoría Excedente/Rescate
pl_pl: Raport Nadwyżek/Uszkodzeń z Rewizji

source: Supplies Status Report
es_es: Informe de Suministros
pl_pl: Raport o Stanie Zapasów

source: Actions Log
es_es: Log de Acciones
pl_pl: Rejestr Czynności

source: Supply Status Report
es_es: Informe del Estado de Suministros
pl_pl: Raport o Stanie Mat. Eksploat.

source: Part Name
es_es: Nombre de la Pieza
pl_pl: Nazwa Części

source: Min Qty
es_es: Cant Mín
pl_pl: Min ilość

source: Max Qty
es_es: Cant Máx
pl_pl: Max Ilość

source: On Hand
es_es: Disponible
pl_pl: Pod ręką

source: Inventory Reporting By Tag
es_es: Informes de Inventario por Etiqueta
pl_pl: Inwentaryzacja wg Znaczników

source: Tag
es_es: Etiqueta
pl_pl: Znacznik

source: Tag:
es_es: Etiqueta:
pl_pl: Znacznik:

source: Select Tag
es_es: Seleccionar Etiqueta
pl_pl: Wybierz Znacznik

source: All Tags
es_es: Todas las Etiquetas
pl_pl: Wszystkie Znaczniki

source: Total Number of VMs
es_es: Número Total de MVs
pl_pl: Całkowita Liczba Maszyn Wirtualnych

source: Virtual Machines Unassigned to a Department
es_es: Máquinas Virtuales no Asignadas a Departamento
pl_pl: Maszyny Wirtualne Nieprzypisane do Wydziału

source: Index
es_es: Índice
pl_pl: Indeks

source: Data Center Warranty Expiration Report
es_es: Informe de expiración de garantías del CPD
pl_pl: Raport z Wygaśnięcia Gwarancji w Data Center

source: Warranty Status
es_es: Estado de la garantía
pl_pl: Status Gwarancji

source: Remaining
es_es: Remanente
pl_pl: Pozostało

source: Devices with expired warranty
es_es: Dispositivos con la garantía expirada
pl_pl: Urządzenia z wygasłą już gwarancją

source: Expired
es_es: Expirada
pl_pl: Wygasły

source: XML Output for CFD Simulation
es_es: Salida XML para Simulación CFD
pl_pl: Wyjście Danych XML do Symulacji CFD

source: Select Data Center
es_es: Selecionar un CPD
pl_pl: Wybierz Data Center

source: Add new cabinet
es_es: Añadir nuevo armario
pl_pl: Dodaj nową szafę

source: Front View
es_es: Vista Frontal
pl_pl: Widok od Przodu

source: Rear View
es_es: Vista Trasera
pl_pl: Widok od Tyłu

source: Data Center View/Export
es_es: Ver/Exportar CPD
pl_pl: Podgląd/Eksport Data Center

source: Data Center:
es_es: Centro de Proceso de Datos:

source: Search Results
es_es: Resultados de la Búsqueda
pl_pl: Wyniki Wyszukiwania

source: Serial number search results for
es_es: Resultados de la búsqueda por número de serie para
pl_pl: Wyniki wyszukiwania numeru seryjnego dla

source: PrimaryIP search results for
es_es: Resultados de la búsqueda por IP pricipal
pl_pl: Wyniki wyszukiwania podstawowego adresu IP dla

source: Name search results for
es_es: Resultados de la búsqueda por nombre para
pl_pl: Wyniki wyszukiwania po nazwie dla

source: Owner search results for
es_es: Resultados de la búsqueda por propietario para
pl_pl: Wyniki wyszukiwania właściciela dla

source: Asset tag search results for
es_es: Resultados de la búsqueda por etiqueta del activo para
pl_pl: Wyniki wyszukiwania po numerze inwent. dla

source: Custom tag search results for
es_es: Resultados de la búsqueda por etiqueta personalizada para
pl_pl: Wyniki wyszukiwania po niestandardowym znaczniku dla

source: Project Catalog search results for
es_es: Resultados de búsqueda en el Catálogo del Proyecto para
pl_pl: Wyniki wyszukiwania w Katalogu Projektów dla

source: Device Model search results for
es_es: Resultados de la búsqueda por Modelo de Dispositivo para
pl_pl: Wyniki wyszukiwania po modelu urządzenia dla

source: Notes search results for
es_es: Resultados de la búsqueda de notas para
pl_pl: Wyniki wyszukiwania po notatkach dla

source: Search results for
es_es: Resultados de la Búsqueda para

source: Search complete. (%s) results.
es_es: Búsqueda completa. (%s) resultados.
pl_pl: Wyszukiwanie zakończone. Odnaleziono (%s) wyników.

source: No matching devices found.
es_es: Ningún dispositivo cumple el criterio.
pl_pl: Nie znaleziono pasującego urządzenia.

source: Only one result, will autoforward in %s seconds.
es_es: Sólo un resultado, se avanzará en %s segundos
pl_pl: Tylko jeden wynik automatycznie pójdzie dalej w ciągu %s sekund.

source: Show All
es_es: Mostrar todo
pl_pl: Pokaż Wszystko

source: Racks Only
es_es: Sólo los Armarios
pl_pl: Stojaki Tylko

source: No label
es_es: Sin etiqueta
pl_pl: Brak etykiety

source: Search by Name:
es_es: Buscar por Nombre
pl_pl: Szukaj po Nazwie:
