Repository: rf2055/openDCIM
Catalog: locale/*/LC_MESSAGES/openDCIM.po
Languages: es_es, pl_pl

source: Connection Filtering
es_es: Filtrado de conexiones
pl_pl: Filtrowanie Połączeń

source: Patch panel rear connection filtering
es_es: Filtrado de conexiones traseras del panel de conexiones
pl_pl: Filtrowanie tylnych połączeń patch panelu

source: Connection Pathing
es_es: Encaminamiento de Conexiones
pl_pl: Trasowanie Połączeń

source: Cabinet Weight
es_es: Peso del Armario
pl_pl: Waga Szafy

source: Weight for rear connections between panels
es_es: Peso de las conexiones traseras entre paneles
pl_pl: Waga tylnych połączeń między panelami

source: Weight for patches in the same row
es_es: Peso de los parcheos en la misma fila
pl_pl: Waga paneli w tym samym rzędzie

source: Type
es_es: Tipo
pl_pl: Typ

source: Required
es_es: Requerido
pl_pl: Wymagany

source: Apply to<br>All Devices
es_es: Aplicar a<br>Todos los dispositivos
pl_pl: Zastosuj do <br> Wszystkich Urządzeń

source: Default Value
es_es: Valor por defecto
pl_pl: Wartość Domyślna

source: Last Name
es_es: Apellido
pl_pl: Nazwisko

source: Phone1
es_es: Teléfono1
pl_pl: Telefon1

source: Phone2
es_es: Teléfono2
pl_pl: Telefon2

source: Phone3
es_es: Teléfono3
pl_pl: Telefon3

source: Site Access
es_es: Acceso al Sitio
pl_pl: Dostęp do Lokalizacji

source: Global Read
es_es: Lectura Global
pl_pl: Globalny Odczyt

source: Global Write
es_es: Escritura Global
pl_pl: Globalny Zapis

source: Global Delete
es_es: Borrado Global
pl_pl: Globalne Kasowanie

source: Admin Owned Devices
es_es: Dispositivos pertenecientes a Admin
pl_pl: Urządzenia Należące do Administratora

source: Enter Rack Request
es_es: Introducir Solicitudes de Rack
pl_pl: Wprowadź Zapotrzebowanie na Stojak

source: Complete Rack Request
es_es: Completar Solicitud de Armario
pl_pl: Dokończ Zapotrzebowanie na Stojak

source: Contact Admin
es_es: Contactar con Admin
pl_pl: Skontaktuj się z Administratorem

source: Bulk Operations
es_es: Operaciones Masivas
pl_pl: Operacje Wieloobiektowe

source: Site Admin
es_es: Administrados del Sitio
pl_pl: Administrator Lokalizacji

source: LDAP Authentication and Authorization Configuration
es_es: Configuracion de Autentificacion y Autorizacion LDAP
pl_pl: Konfiguracja Autentykacji i Autoryzacji LDAP

source: LDAP Server URI
es_es: URI del Servidor LDAP
pl_pl: URI Serwera LADP

source: Base Search
es_es: Busqueda Base
pl_pl: Wyszukiwanie Podstawowe

source: Bind DN
es_es: Enlace DN
pl_pl: Powiązany DN

source: User Search
es_es: Busqueda de Usuario
pl_pl: Wyszukiwanie Użytkownika

source: LDAP Session Expiration (Seconds)
es_es: Expiración de la sesion LDAP (Segundos)
pl_pl: Wygasanie Sesji LDAP (w sekundach)

source: Power Strip
es_es: PDU
pl_pl: Listwa Zasilająca

source: Plug #
es_es: Enchufe Nº
pl_pl: Wtyczka #

source: Power Supply
es_es: Fuente de Alimentación
pl_pl: Zasilacz

source: Switch
es_es: Conmutador
pl_pl: Przełącznik

source: Switch Port
es_es: Puerto del Conmutador
pl_pl: Port Przełącznika

source: Device Port
es_es: Puerto del Dispositivo
pl_pl: Port Urządzenia

source: Device Port Connections
es_es: Conexiones de los Puertos del Dispositivo
pl_pl: Połączenia Portu Urządzania

source: Device Port Detail
es_es: Detalles de los Puertos del Dispositivo
pl_pl: Szczegóły Portu Urządzenia

source: SourceDevice
es_es: DispositivoOrigen
pl_pl: Urządzenie Źródłowe

source: SourcePort
es_es: PuertoOrigen
pl_pl: Port Źródłowy

source: TargetDevice
es_es: DispositivoDestino
pl_pl: Urządzenie Docelowe

source: TargetPort
es_es: PuertoDestino
pl_pl: Port Docelowy

source: MediaType
es_es: TipoDeMedio
pl_pl: Typ Kabla

source: Connections
es_es: Conexiones
pl_pl: Połączenia

source: Device Label
es_es: Nemónico del Dispositivo
pl_pl: Etykieta Urządzenia

source: Serial Number
es_es: Número de Serie
pl_pl: Numer Seryjny

source: Asset Tag
es_es: Etiqueta del Activo
pl_pl: Numer Inwentażowy

source: Target Cabinet
es_es: Armario Destino
pl_pl: Szafa Docelowa

source: Power Connection
es_es: Conexión Eléctrica
pl_pl: Połączenie Zasilania

source: Department Contact Listing
es_es: Listado de Contactos de Departamentos
pl_pl: Lista Kontaktów Wydziału

source: Container Detail
es_es: Detalle del Contenedor
pl_pl: Szczegóły Zasobnika

source: Verify Delete Container
es_es: Verificar Borrado del Conenedor
pl_pl: Potwierdź Usunięcie Zasobnika

source: This container will be deleted and there is no undo. Their direct descendants will be moved to \'home\'.
es_es: Este contenedor se borrará y no se podrá deshacer. Sus descendientes directos se moverán a \'Inicio\'.
pl_pl: Ten zasobnik będzie usunięty i nie cofniesz już tego. Wszystkie zawarte wewnątrz zasobniki niższego poziomu zostaną przeniesione do \'home\'.

source: Container
es_es: Contenedor
pl_pl: Zasobnik

source: New Container
es_es: Nuevo Contenedor
pl_pl: Nowy Zasobnik

source: Drawing URL
es_es: URL del Plano
pl_pl: Adres URL do Ilustracji

source: Parent Container
es_es: Contenedor Padre
pl_pl: Zasobnik Nadrzędny/Rodzic

source: None
es_es: Ninguno
pl_pl: Żaden

source: Click on the image to select container coordinates
es_es: Pulse en la imagen para selecionar las coordenadas del contenedor
pl_pl: Kliknij w ilustrację aby wybrać współrzędne zasobnika

source: Data Center Statistics
es_es: Estadísticas del CPD
pl_pl: Statystyki Data Center

source: Square Feet
es_es: Metros Cuadrados
pl_pl: Stopa Kwadratowa

source: Watts per Square Foot
es_es: Watios por Metro Cuadrado
pl_pl: Moc [W] na Stopę Kwadratową

source: Square Meters
es_es: Metros Cuadrados
pl_pl: Metry Kwadratowe

source: Watts per Square Meter
es_es: Watios por Metro Cuadrado
pl_pl: Moc [W] na Metr Kwadratowy

source: Infrastructure
es_es: Infraestructura
pl_pl: Infrastruktura

source: Occupied
es_es: Ocupado
pl_pl: Zajęty

source: Allocated
es_es: Situado
pl_pl: Przydzielony

source: Available
es_es: Disponible
pl_pl: Dostępny

source: Total U
es_es: Us Totales
pl_pl: Suma U

source: Percentage
es_es: Porcentaje
pl_pl: Udział Procentowy

source: Data Centers
es_es: Centros de Proceso de Datos
pl_pl: Centra Danych

source: Computed Wattage
es_es: Pontencia Calculada (W)
pl_pl: Moc Obliczona

source: Measured Wattage
es_es: Potencia Medida (W)
pl_pl: Moc Zmierzona

source: BTU Computation from Watts
es_es: Cálculo de la BTU a partir de Watios
pl_pl: BTU Obliczone z Mocy

source: Data Center Size
es_es: Tamaño del CPD
pl_pl: Rozmiar Data Center

source: Minimum Cooling Tonnage Required
es_es: Toneladas de Refrigeración Mínimas Requeridas
pl_pl: Wymagany Minimalny Tonaż Chłodzenia

source: Tons
es_es: Toneladas
pl_pl: Ton

source: Total Cabinets
es_es: Total de Armarios
pl_pl: Podsumowanie Szaf

source: Search
es_es: Buscar
pl_pl: Szukaj

source: Data Center Detail
es_es: Detalle del Centro de Proceso de Datos
pl_pl: Szczegóły Data Center

source: Data Center ID
es_es: ID del CPD
pl_pl: Identyfikator Data Center

source: New Data Center
es_es: Nuevo CPD
pl_pl: Nowe Data Center

source: Delivery Address
es_es: Dirección de Entrega
pl_pl: Adres dostawy

source: Administrator
es_es: Administrador

source: Design Maximum (kW)
es_es: Potenciá Máxima de Diseño (kW)
pl_pl: Projektowana Moc Maksymalna [kW]

source: Click on the image to select DC coordinates
es_es: Pulse en la imagen para indicar las coordenadas del CPD
pl_pl: Kliknij w ilustrację aby wybrać współrzędne DC

source: Data Center Deletion Confirmation
es_es: Confirmación de Borrado del CPD
pl_pl: Potwierdzenie usunięcia Data Center

source: Are you sure that you want to delete this data center and all contents within it?
es_es: ¿Seguro que quiere borrar este CPD y todo su contenido?
pl_pl: Czy jesteś pewny, że chcesz usunąć to Data Center wraz z całą jego zawartością?

source: Move the contents of this datacenter's storage room to the general storage or delete them?
es_es: ¿Mover el contenido del almacén de este CPD al almacén general o eliminarlo?
pl_pl: Przenieść zawartość Pomieszczenia Magazynowego tego Data Center do Głównego Pomieszczenia Magazynowego czy usunąć jego zawartość?

source: Move
es_es: Mover
pl_pl: Przenieś

source: Overview
es_es: Revisión
pl_pl: Podgląd

source: Power
es_es: Potencia
pl_pl: Moc

source: Watts
es_es: Watios
pl_pl: Moc [W]

source: BTU Computation from Computed Watts
es_es: Cálculo de la BTU a partir de Watios Calculados
pl_pl: BTU Wyliczone z Mocy Obliczeniowej

source: Minimum Cooling Tonnage (Based on Computed Watts)
es_es: Toneladas de Refrigeración Mínimas Requeridas (a partir de Watios Calculados)
pl_pl: Minimalny Tonaż Chłodzenia (Wynikający z Mocy Obliczeniowej)

source: openDCIM Data Center Information Management
es_es: Gestión de Información del CPD openDCIM

source: Export
es_es: Exportar
pl_pl: Eksport

source: Click to show statistics
es_es: Hacer clic para mostrar estadisticas

source: Click to hide statistics
es_es: Hacer clic para esconder estadisticas

source: Average Temperature
es_es: Temperatura Media
pl_pl: Średnia Temperatura

source: Average Humidity
es_es: Numedad Media
pl_pl: Średnia Wilgotność

source: RCI Low Percentage (Overcooling)
es_es: RCI Porcentaje bajo (sobreenfriamiento)
pl_pl: Niski wskaźnik RCI (Przechłodzenie)

source: RCI High Percentage (Cabinets Satisfied)
es_es: RCI Porcentaje alto (Armario satisfactorio)
pl_pl: Wysoki Wskaźnik RCI (Pokryte Zapotrzebowanie Szaf)

source: Calculated Power
es_es: Potencia Calculada
pl_pl: Moc Obliczona

source: Measured Power
es_es: Potencia Medida
pl_pl: Moc Zamierzona

source: Temperature
es_es: Temperatura
pl_pl: Temperatura

source: Humidity
es_es: Humedad
pl_pl: Wilgotność

source: Air Flow
es_es: Flujo de Aire
pl_pl: Przepływ Powietrza

source: Set the air intake direction
es_es: Poner toma de aire
pl_pl: Ustaw kierunek wlotu powietrza

source: Right
es_es: Derecha
pl_pl: Prawy

source: Left
es_es: Izquierda
pl_pl: Lewy

source: Alignment
es_es: Alineacion

source: Align Top
es_es: Alineamiento arriba

source: Align Left
es_es: Alineamiento Izquierdo

source: Align Bottom
es_es: Alineamiento abajo

source: Align Right
es_es: Alineamiento Derecha

source: Data Center Department Detail
es_es: Detalle de Departamentos del CPD
pl_pl: Szczegóły Wydziału Data Center

source: New Department
es_es: Nuevo Departamento
pl_pl: Nowy Wydział

source: Department Name
es_es: Nombre del Departamento
pl_pl: Nazwa Wydziału

source: Executive Sponsor
es_es: Jefe Ejecutivo
pl_pl: Sponsor Wykonawczy

source: Account Manager
es_es: Administrador de Cuentas
pl_pl: Opiekun Klienta

source: Department Color
es_es: Color del Departamento
pl_pl: Kolor dla Wydziału

source: Classification
es_es: Clasificación
pl_pl: Klasyfikacja

source: Assign Contacts
es_es: Asignar Contactos
pl_pl: Przypisz Kontakt

source: Department delete confirmation
es_es: Confirmación de eliminación del departamento
pl_pl: Potwierdzenie usunięcia wydziału

source: Are you sure that you want to delete this Department?
es_es: ¿Está seguro de eliminiar este Departamento?
pl_pl: Czy jesteś pewny, że chcesz usunąć ten Wydział?

source: openDCIM Department Contact Maintenance
es_es: Mantenimiento de Contactos de Departamentos de openDCIM
pl_pl: Konserwacja Kontaktu Wydziału ds. openDCIM

source: Group to Administer
es_es: Grupo para Administrar
pl_pl: Grupy do Zarządzania

source: Submit
es_es: Enviar
pl_pl: Zatwierdź

source: Data Center Manufacturer Listing
es_es: Listado de Fabricantes del CPD
pl_pl: Lista Producentów w Data Center

source: Error adding new manufacturer
es_es: Error al añadir un nuevo fabricante
pl_pl: Błąd przy dodawaniu nowego producenta

source: New Manufacturer
es_es: Nuevo Fabricante
pl_pl: Nowy Producent

source: Global ID
es_es: ID Global
pl_pl: Identyfikator Globalny

source: Subscribe to Repository
es_es: Suscribirse al Repositorio
pl_pl: Zapisz się do magazynu online

source: Templates using this Manufacturer
es_es: Plantillas que usan este Fabricante
pl_pl: Szablony wykorzystywane przez tego Producenta

source: Manufacturer delete confirmation
es_es: Confirmación de eliminación de Fabricante
pl_pl: Potwierdzenie usunięcia producenta

source: Are you sure that you want to delete this Manufacturer?
es_es: ¿Está seguro de que quiere eliminar este Fabricante?
pl_pl: Czy jesteś pewny, że chcesz usunąć tego Producenta?

source: Data Center Device Detail
es_es: Detalle de Dispositivos del CPD
pl_pl: Szczegóły Urządzenia Data Center

source: Something isn't working correctly
es_es: Algo no está funcionando corréctamente
pl_pl: Coś tu nie działa prawidłowo

source: From Template
es_es: Desde la Plantilla
pl_pl: Z Szablonu

source: Invert Port Labels
es_es: Invertir etiquetas de puertos
pl_pl: Odwróć Etykiety Portów

source: ERROR: No ports found
es_es: ERROR: Puertos no encontrados
pl_pl: BŁĄD: Brak portów

source: Rear
es_es: Trasera
pl_pl: Tył

source: This device is a copy of an existing device. Remember to set the new location before saving.
es_es: Este dispositivo es una copia de uno existente. Recuerde poner una nueva posición antes de guardar.
pl_pl: To urządzenie jest kopią innego istniejącego urządzania. Pamiętaj o ustawieniu nowej lokalizacji przed zapisaniem konfiguracji.

source: Device did not copy. Error.
es_es: No se copió el dispositivo. Error.
pl_pl: Błąd. Urządzenie nie zostało skopiowane.

source: Server
es_es: Servidor
pl_pl: Serwer

source: Storage Array
es_es: Cabina de Almacenamiento
pl_pl: Macierz Danych

source: Chassis
es_es: Chasis
pl_pl: Obudowa

source: Patch Panel
es_es: Panel de Parcheo

source: Physical Infrastructure
es_es: Infraestructura Física
pl_pl: Infrastruktura Fizyczna

source: openDCIM Device Maintenance
es_es: Mantenimiento de dispositvos de opnDCIM
pl_pl: Konserwacja Urządzeń openDCIM

source: VM Name
es_es: Nombre VM
pl_pl: Nazwa VM

source: Status
es_es: Estado

source: Owner
es_es: Propietario
pl_pl: Właściciel

source: Last Updated
es_es: Última Actualización
pl_pl: Ostatnia Aktualizacja

source: Unknown
es_es: Desconocido
pl_pl: Nieznany

source: Open
es_es: Abrir
pl_pl: Otwórz

source: Landscape
es_es: Apaisado
pl_pl: Poziomo

source: Portrait
es_es: Retrato
pl_pl: Pionowo

source: Network & Power
es_es: Red y Energía
pl_pl: Sieć i Zasilanie

source: Verify Delete Device
es_es: Verificar Borrado del Dispositivo
pl_pl: Potwierdź Usuniecie Urządzenia

source: If this device has blades installed they will be deleted and there is no undo. Are you sure?
es_es: Si este chasis tiene dispositivos instalados, estos serán eliminados y no se podrá deshacer. ¿Está seguro?
pl_pl: To urządzenie ma zainstalowane moduły blade, które również zostaną usunięte bez mozliwości cofnięcia tej operacji. Czy jesteś pewny, że tego chcesz?

source: This device will be deleted and there is no undo. Are you sure?
es_es: Este dispositivo será eliminado y no se podrá deshacer. ¿Está seguro?
pl_pl: To urządzenie zostanie usunięte bez możliwości cofnięcia tej operacji. Czy jesteś pewny, że tego chcesz?

source: Asset Tracking
es_es: Seguimiento de Activos
pl_pl: Śledzenie Inwentarzu

source: Device ID
es_es: ID del Dispositivo
pl_pl: ID Urządzenia

source: Scan Barcode
es_es: Escanear Código de Barras
pl_pl: Zeskanuj Kod Kreskowy

source: Primary IP / Host Name
es_es: IP Principal / Nombre
pl_pl: Główny IP / Nazwa Hosta

source: Warranty Company
es_es: Empresa que da la Garantía
pl_pl: Gwarancji Udzielił

source: Warranty Expiration
es_es: Caducidad de la Garantía
pl_pl: Wygaśniecie Gwarancji

source: Last Audit Completed
es_es: Última Auditoría Completada
pl_pl: Ostatni Przegląd Zakończono

source: Audit not yet completed
es_es: Auditoría sin completar
pl_pl: Przegląd jeszcze nie zakończony

source: Departmental Owner
es_es: Departamento Propietario
pl_pl: Właściciel Wydziałowy

source: Unassigned
es_es: No Asignado
pl_pl: Nieprzypisany

source: Show Contacts
es_es: Mostrar Contactos
pl_pl: Pokaż Kontakty

source: Escalation Information
es_es: Información de Escalado
pl_pl: Informacja o Eskalacji

source: Time Period
es_es: Periodo de Tiempo
pl_pl: Okres Czasu

source: Select...
es_es: Seleccionar...
pl_pl: Wybierz...

source: Details
es_es: Detalles
pl_pl: Szczegóły

source: Contact Lookup
es_es: Consulta de Contactos
pl_pl: Wyszukiwanie Kontaktu

source: Custom Attributes
es_es: Atributo personalizado de dispositivo
pl_pl: Atrybuty Niestandardowe

source: Parent Device
es_es: Dispositivo Padre
pl_pl: Urządzenie Nadrzędne/Rodzic

source: Device Class
es_es: Clase de Dispositivo
pl_pl: Klasa Urządzenia

source: Select a template...
es_es: Selecionar una plantilla...
pl_pl: Wybierz szablon...

source: Height
es_es: Altura
pl_pl: Wysokość

source: Number of slots
es_es: Número de ranuras
pl_pl: Ilość slotów

source: Half Depth
es_es: Medio Fondo
pl_pl: Połowa Głębokości

source: Back Side
es_es: Parte Trasera
pl_pl: Tylna Strona

source: Number of Data Ports
es_es: Número de Puertos de Datos
pl_pl: Liczba Portów Danych

source: Nominal Draw (Watts)
es_es: Potencia Nominal (Watios)
pl_pl: Moc Nominalna [W]

source: Chassis Total Draw
es_es: Potencia Total del Chasis
pl_pl: Moc Całkowita Obudowy

source: Chassis Total Weight
es_es: Peso Total del Chasis
pl_pl: Masa Całkowita Obudowy

source: Device Type
es_es: Tipo de Dispositivo
pl_pl: Typ Urządzenia

source: Device Images
es_es: Imágenes del dispositivo
pl_pl: Ilustracje Urządzenia

source: ProxMox Configuration
es_es: Configuración ProxMox
pl_pl: Konfiguracja ProxMox

source: API Username
es_es: Nombre de usuario API
pl_pl: Użytkownik API

source: API Password
es_es: Contraseña API
pl_pl: Hasło API

source: API Port
es_es: Puerto API
pl_pl: Port API

source: ProxMox Realm
es_es: Reino ProxMox
pl_pl: Domena ProxMox

source: SNMP Configuration
es_es: Configuración SNMP
pl_pl: Konfiguracja SNMP

source: Configuration Default
es_es: Configuración por defecto
pl_pl: Konfiguracja Domyślna

source: SNMP Read Only Community
es_es: Comunidad SNMP de Sólo Lectura
pl_pl: Wspólnota SNMP Tylko do Odczytu

source: Test SNMP
es_es: Probar SNMP

source: Consecutive SNMP Failures
es_es: Fallos SNMP Consecutivos
pl_pl: Kolejne Usterki SNMP

source: Polling is disabled after three consecutive failures.
es_es: El sondeo se deshabilita después de tres fallos consecutivos.
pl_pl: Wyłączenie ankietowania po trzech kolejnych usterkach.

source: Power Specifications
es_es: Especificaciones Eléctricas
pl_pl: Specyfikacja Zasilania

source: Source Panel
es_es: Cuadro Eléctrico
pl_pl: Panel Źródłowy/Początkowy

source: Select Panel
es_es: Selecionar Cuadro
pl_pl: Wybierz Panel

source: Voltages:
es_es: Voltajes:
pl_pl: Napięcia:

source: Breaker Size (# of Poles)
es_es: Tamaño del Interruptor (Nº de Polos)
pl_pl: Rozmiar Bezpiecznika (Ilość biegunów/pól)

source: Panel Pole Number
es_es: Numero de Toma del Cuadro
pl_pl: Numer bieguna/pola Panelu

source: All Breaker Poles
es_es: Polos en el Cuadro
pl_pl: Wszystkie Bieguny/pola Bezpieczników

source: Input Amperage
es_es: Amperaje de Entrada
pl_pl: Natężenie Wejściowe [A]

source: Uptime
es_es: Tiempo de Funcionamiento

source: Firmware Version
es_es: Versión de Frimware
pl_pl: Wersja Firmware

source: Wattage
es_es: Pontencia (W)
pl_pl: Moc [W]

source: Manual Entry
es_es: Entrada Manual
pl_pl: Ręczny Zapis/pozycja

source: Last Update
es_es: Última Actualización
pl_pl: Ostatnia Aktualizacja

source: Fail Safe Switch?
es_es: ¿Conmutador Contra Fallos?
pl_pl: Przełącznik Bezpieczny w razie Awarii?

source: Source Panel (Secondary Source)
es_es: Cuadro Eléctrico (Fuente Secuntaria)
pl_pl: Drugorzędny Panel Źródłowy/Początkowy

source: Panel Pole Number (Secondary Source)
es_es: Numero de Toma del Cuadro (Secundario)
pl_pl: Numer bieguna/pola Drugorzędnego Panelu Źródłowego/Początkowego

source: Switch SNMP
es_es: Conmutador SNMP
pl_pl: Przełącznik SNMP

source: Use these buttons to set the first port for the switch, check the status of the ports again, or attempt to load the Port Name Labels from the switch device.
es_es: Utilice estos botones para especificar el primer puerto del switch, comprobar de nuevo el estado del puerto, o intentar cargar el nombre del puerto desde el dispositivo.
pl_pl: Użyj tych przycisków aby ustawić pierwszy port na przełączniku, ponownie sprawdzić status portów, albo rozpocząć pobieranie Etykiet z Nazwami Portów z samego przełącznika.

source: Set First Port
es_es: Poner Primer Puerto
pl_pl: Ustaw Pierwszy Port

source: Refresh Status
es_es: Refrescar Estado
pl_pl: Odśwież Status

source: Refresh Port Names
es_es: Refrescar Nombres de Puertos
pl_pl: Odśwież Nazwy Portów

source: Refresh Port Notes
es_es: Refrescar Notas de Puertos
pl_pl: Odśwież Notatki Portów

source: Chassis Contents
es_es: Contenido del Chasis
pl_pl: Zawartość Obudowy

source: Front
es_es: Frontal
pl_pl: Przód

source: Number of Slots in Chassis:
es_es: Número de Ranuras en el Chasis
pl_pl: Ilość Slotów w Obudowie

source: Slot #
es_es: Ranuna Nº

source: Device Name
es_es: Nombre del Dispositivo
pl_pl: Nazwa Urządzenia

source: You must first define how many slots are in the chassis before you can add devices.
es_es: Debe definir cuántas ranuras tiene el chasis antes de añadir dispositivos.
pl_pl: Zanim dodasz urządzenie, musisz określić ile slotów zawiera obudowa.

source: Hypervisor Server Information
es_es: Información del Servidor Hypervisor
pl_pl: Informacje n/t Hypervisor'a w Serwerze

source: Hypervisor
es_es: Hipervisor

source: Limit device type selection to
es_es: Limitar la selección del tipo de dispositivo a
pl_pl: Ogranicz wybór typu urządzenia do

source: Limit device selection to
es_es: Limitar la selección de dispositivo a
pl_pl: Ogranicz wybór urządzenia do

source: Operational Log
es_es: Log de Operaciones
pl_pl: Log Operacyjny

source: Port Name
es_es: Nombre de Puerto
pl_pl: Nazwa Portu

source: Device
es_es: Dispositivo
pl_pl: Urządzenie

source: Color Code
es_es: Código de Color
pl_pl: Kod Koloru

source: Patch Port
es_es: Puerto de Parcheo

source: Back
es_es: Trasera
pl_pl: Tył

source: Copy
es_es: Copiar
pl_pl: Kopiuj

source: Export Connections
es_es: Exportar Conexiones
pl_pl: Eksportuj Połączenia

source: Return to Parent Device
es_es: Volver al Dispositivo Padre
pl_pl: Powrót do Urządzenia Nadrzędnego/Rodzica

source: Return to Storage Room
es_es: Volver al Almacén
pl_pl: Powrót do Magazynu

source: Return to General Storage Room
es_es: Volver ao Almacén Xeral
pl_pl: Powrót do Magazynu Ogólnego

source: Do you certify that you have completed an audit of this device?
es_es: ¿Quiere certificar que se ha completado una auditoría de este dispositivo?
pl_pl: Czy poświadczasz, że wykonałeś rewizję tego urządzenia?

source: Data Center Device Templates
es_es: Plantillas de Dispositivos del CPD
pl_pl: Szablony Urządzeń Data Center

source: Template File Imported
es_es: Ficheiro de Plantilla Importado
pl_pl: Plik Szablonu Zaimportowany

source: View errors
es_es: Ver Errores
pl_pl: Pokaż Błędy

source: Error updating front slots
es_es: Erro actualizando ranuras frontais
pl_pl: Błąd przy aktualizacji przednich slotów.

source: Error updating rear slots
es_es: Erro actualizando ranuras traseiras
pl_pl: Błąd przy aktualizacji tylnych slotów.

source: Error updating template ports
es_es: Erro actualizando os portos da plantilla
pl_pl: Błąd przy aktualizacji portów szablonu

source: Error updating template power connections
es_es: Error actualizando las conexiones de la plantilla de potencia
pl_pl: Błąd przy aktualizacji połączeń zasilania

source: Error updating device template custom values
es_es: Error actualizando los valores personalizados de la plantilla de dispositivo
pl_pl: Błąd przy aktualizacji niestandardowych wartości szablonu.

source: Error updating cdu attributes
es_es: Error actualizando los atributos de la CDU
pl_pl: Błąd przy aktualizacji atrybutów CDU

source: An error has occured, template not created
es_es: Ha ocurrido un error, la plantilla no se ha creado
pl_pl: Wystąpił błąd. Szablon nie został zapisany.
