Repository: rf2055/openDCIM
Catalog: locale/*/LC_MESSAGES/openDCIM.po
Languages: es_es, pl_pl

source: Error updating template
es_es: Error actualizando plantilla
pl_pl: Błąd przy aktualizacji szablonu

source: Error updating devices
es_es: Error actualizando dispositivos
pl_pl: Błąd przy aktualizacji urządzenia

source: Exported
es_es: Exportado
pl_pl: Wyeksportowany

source: This value must be different than
es_es: Este valor debe ser distinto de
pl_pl: Ta wartość musi być inna niż

source: Import
es_es: Importar
pl_pl: Importuj

source: Close
es_es: Cerrar
pl_pl: Zamknij

source: Custom
es_es: Personalizado

source: 0 for a vertical mounting
es_es: 0 para montaje vertical
pl_pl: 0 dla montażu pionowego

source: No. Power Connections
es_es: Núm. Conexiones Eléctricas
pl_pl: Liczba Połączeń Zasilania

source: Edit Ports
es_es: Editar Puertos
pl_pl: Edytuj Porty

source: No. Ports
es_es: Nº de Puertos
pl_pl: Liczba Portów

source: Front Picture File
es_es: Ficheiro de Carátula Frontal
pl_pl: Plik z Obrazem Przodu

source: Rear Picture File
es_es: Ficheiro de Carátula Traseira
pl_pl: Plik z Obrazem Tyłu

source: Chassis Slots
es_es: Ranuras del Chasis
pl_pl: Sloty Obudowy

source: Edit Coordinates
es_es: Editar Coordenadas
pl_pl: Edytuj Współrzędne

source: Rear Chassis Slots
es_es: Ranuras Traseras del Chasis
pl_pl: Tylne Sloty Obudowy

source: Default:
es_es: Por defecto:
pl_pl: Domyślnie:

source: Revert to default value from configuration page
es_es: Revertir al valor por defecto de la página de configuración
pl_pl: Przywróć do wartości domyślnej ze strony konfiguracji

source: Revert
es_es: Revertir
pl_pl: Przywróć

source: Enabled?
es_es: Habilitado?
pl_pl: Włączone?

source: Required?
es_es: Requerido?
pl_pl: Wymagane?

source: Number of Devices Using This Template:
es_es: Número de dispositivos que utilizan esta plantilla
pl_pl: Liczba Urządzeń Wykorzystujących ten Szablon:

source: Update Template
es_es: Actualizar Plantilla
pl_pl: Zaktualizuj Szablon

source: Clone Template
es_es: Replicar Plantilla
pl_pl: Sklonuj Szablon

source: Delete Template
es_es: Eliminar Plantilla
pl_pl: Usuń Szablon

source: Update Devices
es_es: Actualizar Dispositivos
pl_pl: Zaktualizuj Urzadzenia

source: OID for Phase1
es_es: OID para Fase1
pl_pl: OID dla Fazy 1

source: OID for Phase2
es_es: OID para Fase2
pl_pl: OID dla Fazy 2

source: OID for Phase3
es_es: OID para Fase3
pl_pl: OID dla Fazy 3

source: Temperature OID
es_es: OID de la Temperatura
pl_pl: OID Temperatury

source: Humidity OID
es_es: OID de la Humedad
pl_pl: OID Wilgotności

source: Temperature Multiplier
es_es: Multiplicador de la Temperatura
pl_pl: Mnożnik Temperatury

source: Humidity Multiplier
es_es: Multiplicador de la Humedad
pl_pl: Mnożnik Wilgotności

source: Temperature Units
es_es: Unidades de Temperatura
pl_pl: Jednostki Temperatury

source: Image file selector
es_es: Selector de ficheiro de imaxe
pl_pl: Okno wyboru pliku z obrazem

source: Import Template From File
es_es: Importar Plantilla Dende Ficheiro
pl_pl: Importuj Szablon z Pliku

source: Import log
es_es: Log de importación
pl_pl: Importuj Rejestr/Log

source: Description
es_es: Descripción
pl_pl: Opis

source: Data Center Escalation Rules
es_es: Reglas de Escalado del CPD
pl_pl: Zasady Eskalacji Data Center

source: Escalation Rule
es_es: Regla de Escalado
pl_pl: Zasada Eskalacji

source: New Escalation Rule
es_es: Nueva Regla de Escalado
pl_pl: Nowa Zasada Eskalacji

source: OpenDCIM Image File Management
es_es: Xestión de Ficheiros de Imaxe de openDCIM
pl_pl: OpenDCIM Zarządzanie Plikami Obrazów

source: openDCIM Data Center Inventory
es_es: Inventario del CPD openDCIM
pl_pl: openDCIM Inwentarz Data Center

source: Device Pictures
es_es: Carátulas del Dispositivo
pl_pl: Obrazy Urządzenia

source: Infrastructure Drawings
es_es: Imágenes de las Infraestructuras
pl_pl: Ilustracje Infrastruktury

source: Delete image file?
es_es: ¿Eliminar fichero de imagen?
pl_pl: Skasować plik z obrazem?

source: This image will be permanently deleted and cannot be recovered. Are you sure?
es_es: Esta imagen será eliminada y no se podrá recuperar. ¿Está seguro?
pl_pl: Ten obraz zostanie trwale skasowany bez mozliwości jego odzyskania. Jesteś tego pewien?

source: Data Center Operations Metrics
es_es: Medidas Operativas del Centro de Proceso de Datos
pl_pl: Metryki Operacji Data Center

source: Pending Rack Requests
es_es: Solicitudes de Rack Pendientes
pl_pl: Oczekujące Zapotrzebowania na Stojak

source: Submit Time
es_es: Tiempo de Envío
pl_pl: Zatwierdź Czas

source: Requestor
es_es: Solicitante
pl_pl: Wnioskodawca

source: System Name
es_es: Nombre del Sistema
pl_pl: Nazwa Systemu

source: Due By
es_es: Previsto Para
pl_pl: Spowodowane Przez

source: Data Center Inventory
es_es: Inventario del CPD
pl_pl: Inwentarz Data Center

source: Export Inventory
es_es: Exportar Inventario
pl_pl: Eksportuj Inwentarz

source: Hosted Systems
es_es: Sistemas Alojados
pl_pl: Systemy Hostowane

source: Physical Server Count
es_es: Número de servidores físicos
pl_pl: Liczba Serwerów Fizycznych

source: Other Device Count
es_es: Número de Otros Dispositivos
pl_pl: Liczba Pozostałych Urządzeń

source: Power Consumption
es_es: Consumo Energético
pl_pl: Pobór Mocy

source: Heat Produced
es_es: Calor Producido
pl_pl: Produkcja Ciepła

source: Virtual Machines
es_es: Máquinas Virtuales
pl_pl: Maszyny Wirtualne

source: VM Hosts
es_es: Hosts VM

source: Virtualization Ratio
es_es: Ratio de Virtualización
pl_pl: Współczynnik Wirtualizacji

source: Group Distinguished Names
es_es: Nombres Distinguidos del Grupo
pl_pl: Wyróżniające Nazwy Grup

source: openDCIM Login
es_es: Inicio de sesión openDCIM

source: Username:
es_es: Nombre de Usuario:
pl_pl: Nazwa użytkownika:

source: Password:
es_es: Contraseña:
pl_pl: Hasło:

source: Map Selector
es_es: Selector de Planos
pl_pl: Wybór Mapy

source: Coordinates
es_es: Coordenadas
pl_pl: Współrzędne

source: Front Edge
es_es: Borde Frontal
pl_pl: Krawędź Przednia

source: Please check that &quot;%s&quot; is actually a file.
es_es: Por favor, compruebe que el fichero &quot;%s&quot; existe
pl_pl: Proszę sprawdzić, czy &quot;%s&quot; jest istniejącym plikiem.

source: Please check the permissions on %s and make sure it is readable.
es_es: Por favor, revise los permisos sobre %s y compruebe que tiene permiso de lectura.
pl_pl: Proszę sprawdzić uprawniania do %s i upewnij się że można go odczytać.

source: Selection Preview
es_es: Previsualización de la Selección
pl_pl: Podgląd Wyboru

source: General Storage Room
es_es: Almacén General
pl_pl: Magazyn Ogólny

source: Reports
es_es: Informes
pl_pl: Raporty

source: Work Order
es_es: Orden de Trabajo
pl_pl: Zlecenie Wykonania

source: Rack Request Form
es_es: Formulario de Solicitud de Rack
pl_pl: Formularz Zapotrzebowania na Stojak

source: User Administration
es_es: Administración de Usuarios
pl_pl: Zarządzanie Użytkownikami

source: Dept. Administration
es_es: Administración de Departamentos
pl_pl: Zarządzanie Wydziałami

source: Issue Escalation
es_es: Escalados
pl_pl: Eskalacja Zdarzenia

source: Time Periods
es_es: Periodos de Tiempo
pl_pl: Okresy Czasu

source: Escalation Rules
es_es: Reglas de Escalado
pl_pl: Zasady Eskalacji

source: Project Catalog
es_es: Catálogo de Proyecto
pl_pl: Katalog Projektów

source: Template Management
es_es: Gestión de Plantillas
pl_pl: Zarządzanie Szablonami

source: Edit Device Templates
es_es: Editar Plantillas de Dispositivos
pl_pl: Edytuj Szablon Urządzenia

source: Infrastructure Management
es_es: Gestión de las Infraestructuras
pl_pl: Zarządzanie Infrastrukturą

source: Edit Cabinets
es_es: Editar Armarios
pl_pl: Edytuj Szafy

source: Device Image Management
es_es: Gestión de Imágenes de Dispositivos
pl_pl: Zarządzanie Obrazami Urządzeń

source: Bulk Importer
es_es: Importador Masivo
pl_pl: Import wielu obiektów na raz.

source: Import New Cabinets
es_es: Importar Armarios nuevos

source: Import New Devices
es_es: Importar nuevos dispositivos
pl_pl: Importuj Nowe Urządzenia

source: Import Network Connections
es_es: Importar conexiones de red
pl_pl: Importuj Połączenia Sieciowe

source: Import Power Connections
es_es: Importar conexiones eléctricas
pl_pl: Importuj Połączenia Zasilania

source: Process Bulk Moves
es_es: Procesar movimientos masivos
pl_pl: Wykonaj Przesuniecie Wielu Obiektów na Raz.

source: Edit Manufacturers
es_es: Editar Fabricantes
pl_pl: Edytuj Producenta

source: Repository Sync
es_es: Sincronizar Repositorio
pl_pl: Synchronizacja z Magazynem Online

source: Manage Supply Bins
es_es: Gestionar Almacenes de Suministros
pl_pl: Zarządzaj Koszami Dostaw

source: Manage Supplies
es_es: Gestionar Suministros
pl_pl: Zarządzaj Dostawami

source: Edit Data Centers
es_es: Editar CPDs
pl_pl: Edytuj Data Center

source: Edit Containers
es_es: Editar Contenedores
pl_pl: Edytuj Zasobniki

source: Edit Zones
es_es: Editar Zonas
pl_pl: Edytuj Strefy

source: Edit Rows of Cabinets
es_es: Editar Filas de Armarios
pl_pl: Edytuj Rzędy Szaf

source: Facilities Image Management
es_es: Gestión de Imagenes de las Instalaciones
pl_pl: Zarządzanie Obrazami Obiektów

source: Power Management
es_es: Gestión de la Energía
pl_pl: Zarządzanie Zasilaniem

source: Edit Power Panels
es_es: Editar Cuadros Eléctricos
pl_pl: Edytuj Panele Zasilania

source: Path Connections
es_es: Camino de Conexiones
pl_pl: Trasuj Połączenia

source: View Path Connection
es_es: Ver Camino de Conexiones
pl_pl: Pokaż Trasowane Połączenie

source: Make Path Connection
es_es: Crear Camino de Conexiones
pl_pl: Wykonaj Trasowane Połączenie

source: Edit Configuration
es_es: Editar Configuración
pl_pl: Edytuj Konfigurację

source: Logout
es_es: Cerrar Sesión
pl_pl: Wyloguj

source: Side
es_es: Lado
pl_pl: Strona

source: Creating an end to end connection
es_es: Creación de conexiones extremo a extremo
pl_pl: Tworzenie połączenia punkt-punkt

source: Connection implemented
es_es: Conexión Implementada
pl_pl: Połączenie zaimplementowane

source: Path not initialized
es_es: Camino no inicializado
pl_pl: Ścieżka nie zainicjalizowana

source: Error getting initial device data
es_es: Error al obtener los datos del dispositivo inicial
pl_pl: Błąd podczas pobierania danych o początkowym urządzeniu

source: Error: initial device is a panel
es_es: Error: el dispositivo inicial es un panel
pl_pl: Błąd: początkowe urządzenie jest panelem

source: Error getting initial device port data
es_es: Error al obtener los datos del puerto del dispositivo inicial
pl_pl: Błąd podczas pobierania danych o początkowym porcie

source: Error: initial device port is already connected
es_es: Error: el dispositivo inicial ya está conectado
pl_pl: Błąd: Początkowe urządzenie jest już podłączone

source: Error getting final device data
es_es: Error obteniendo datos del dispositivo final
pl_pl: Błąd podczas pobierania danych o końcowym urządzeniu

source: Error: final device is a panel
es_es: Error: el dispositivo final es un panel
pl_pl: Błąd: końcowe urządzenie jest panelem

source: Error getting final device port data
es_es: Error obteniendo datos del puerto del dispositivo final
pl_pl: Błąd podczas pobierania danych o końcowym porcie

source: Error: final device port is already connected
es_es: Error: el puerto del dispositivo final ya está conectado
pl_pl: Błąd: końcowe urządzenie jest już podłączone

source: Path not found
es_es: Camino no encontrado
pl_pl: Ścieżka nie została odnaleziona

source: Initial device unspecified
es_es: Dispositivo inicial no especificado
pl_pl: Nie zdefiniowano początkowego urządzenia

source: Initial device port unspecified
es_es: Puerto del dispositivo inicial no especificado
pl_pl: Nie zdefiniowano początkowego portu

source: Final device unspecified
es_es: Dispositivo final no especificado
pl_pl: Nie zdefiniowano końcowego urządzenia

source: Unknown Error
es_es: Error Desconocido
pl_pl: Napotkano nieznany problem

source: Port
es_es: Puerto

source: Front Connection
es_es: Conexión Frontal
pl_pl: Połączenie Czołowe

source: Rear Connection
es_es: Conexión Trasera
pl_pl: Połączenie Tylne

source: Implement in DataBase
es_es: Implementar en la Base de Datos
pl_pl: Zaimplementuj w Bazie Danych

source: Initial device
es_es: Dipositivo inicial
pl_pl: Początkowe urządzenie

source: Final device
es_es: Dipositivo final
pl_pl: Końcowe urządzenie

source: Make Path
es_es: Crear Camino
pl_pl: Utwórz Ścieżkę

source: End to end connection path
es_es: Conexiones extremo a extremo
pl_pl: Połączenia punk-punkt

source: Front connections deleted
es_es: Conexiones Frontales Eliminadas
pl_pl: Połączenie czołowe zostało usunięte

source: Come back when you have device rights
es_es: Vuelva cuando tenga permisos de dispositivos
pl_pl: Spróbuj ponownie, gdy będziesz miał uprawniania do tego urządzenia

source: There is a loop in this port
es_es: Hay un bucle en ese puerto
pl_pl: Na tym porcie występuje pętla

source: Device not found
es_es: Dispositivo no encontrado
pl_pl: Nie znaleziono urządzenia

source: There are several devices with this label
es_es: Hay varios dispositivos con esa etiqueta
pl_pl: Istnieje więcej niż jedno urządzenie z tym Oznaczeniem

source: Please, select a device from list
es_es: Por favor, seleccione un dispositvo de la lista
pl_pl: Wybierz urządzenie z listy

source: Not found
es_es: No encontrado
pl_pl: Nie znaleziono

source: Path of
es_es: Camino de
pl_pl: Ścieżka

source: Delete front connections in DataBase
es_es: Eliminar conexiones frontales de la base de datos
pl_pl: Usuń frontowe połączenia z Bazy Danych

source: Search by path identifier
es_es: Buscar por identificador de camino
pl_pl: Szukaj po identyfikatorze ścieżki

source: Identifier
es_es: Identificador
pl_pl: Identyfikator

source: Search by label/port
es_es: Buscar por etiqueta/puerto
pl_pl: Wyszukaj po etykiecie/porcie

source: openDCIM Department Membership Maintenance
es_es: Mantenimiento de Miembros de Departamentos de openDCIM
pl_pl: Zarządzanie Członkostwem Wydziału ds. openDCIM

source: Department Membership
es_es: Miembro de Departamento
pl_pl: Członkowsko Wydziału

source: Inherited Meter Load
es_es: Medidor de Carga Heredado
pl_pl: Obciążenie Miernika Odziedziczonego

source: Estimated Load
es_es: Carga estimada
pl_pl: Szacunkowe Obciążenie

source: Panel Meter Load
es_es: Carga del medidor del panel
pl_pl: Obciążenie Miernika Panelu

source: Power Panel ID
es_es: ID del Cuadro Eléctrico
pl_pl: ID Panelu Zasilającego

source: New Panel
es_es: Nuevo Cuadro
pl_pl: Nowy Panel

source: Panel Name
es_es: Nombre del Cuadro
pl_pl: Nazwa Panelu

source: Number of Poles
es_es: Número de Circuitos
pl_pl: Liczba Biegunów

source: Main Breaker Amperage
es_es: Amperaje del Interruptor Principal
pl_pl: Prąd Głównego Bezpiecznika [A]

source: Panel Voltage
es_es: Voltaje del Cuadro
pl_pl: Napięcie Panelu

source: Numbering Scheme
es_es: Esquema de Numeración
pl_pl: Schemat Numeracji

source: Parent Panel
es_es: Panel Padre
pl_pl: Panel Nadrzędny/Rodzic

source: Parent Breaker Name
es_es: Nombre del interruptor padre
pl_pl: Nazwa Bezpiecznika Panelu

source: Panel Meter IP Address
es_es: Dirección IP del medidor del panel
pl_pl: Adres IP Miernika Panelu

source: CDU/Meter Template
es_es: Plantilla de la PDU/medidor
pl_pl: Szablon CDU/Miernika

source: Panel Schedule
es_es: Conexiones del Cuadro
pl_pl: Terminarz Panelu

source: Unknown Pole
es_es: Polo Desconocido
pl_pl: Nieznany Biegun

source: PDUs and Panels displayed here could not be drawn on the panel because no circuit ID was defined. Please check the pole positions on the panels again.
es_es: PDUs mostradas no pueden dibujarse en el cuadro porque hay solapamiento en la asignación de ID de circuitos. Por favor, revise la posición de las tomas del cuadro.
pl_pl: Wyświetlone tu Panele i PDU nie mogą być narysowane na panelu ponieważ nie określono ID obwodu. Sprawdź rozmieszczenie biegunów na panelach jeszcze raz.

source: Errors
es_es: Errores
pl_pl: Błędy

source: PDUs and Panels displayed here could not be drawn on the panel because of an overlapping circuit ID assignment. Please check the pole positions on the panels again.
es_es: Los PDUs y paneles mostrados no pueden dibujarse en el cuadro, porque hay un solapamiento en la asignación de ID de circuitos. Por favor, revise la posición de las tomas del cuadro.
pl_pl: Wyświetlone tu Panele i PDU nie mogą być narysowane na panelu z powodu nakładania się przypisań ID obwodu. Sprawdź rozmieszczenie biegunów na panelach jeszcze raz.

source: Return to
es_es: Volver a
pl_pl: Wróć do

source: Power panel delete confirmation
es_es: Confirmación de eliminación de cuadro eléctrico
pl_pl: Potwierdzenie usunięcia panelu zasilającego

source: Are you sure that you want to delete this power panel?
es_es: ¿Está seguro de que quiere eliminar este cuadro eléctrico?
pl_pl: Czy jesteś pewny, że chcesz usunąć ten panel zasilający?

source: openDCIM Project Membership Maintenance
es_es: Mantenimiento de Miembros del Proyecto openDCIM
pl_pl: Zarządzanie Członkostwem Projektu openDCIM

source: Project to Administer
es_es: Proyecto para Administrar
pl_pl: Projekt do Zarządzania

source: Project Detail
es_es: Detalle del Proyecto
pl_pl: Szczegóły Projektu

source: openDCIM Project Information
es_es: Información del Proyecto openDCIM
pl_pl: Informacje o Projekcie openDCIM

source: Project
es_es: Proyecto
pl_pl: Projekt

source: New Project
es_es: Proyecto Nuevo
pl_pl: Nowy Projekt

source: Project Name
es_es: Nombre del Proyecto
pl_pl: Nazwa Projektu

source: Project Sponsor
es_es: Patrocinador del Proyecto
pl_pl: Sponsor/Patron Projektu

source: Project Start Date
es_es: Fecha de Comienzo del Proyecto
pl_pl: Data Uruchomienia Projektu

source: Project Expiration Date
es_es: Fecha de Caducidad del Proyecto
pl_pl: Data Wygaśnięcia Projektu

source: Project Actual End Date
es_es: Fecha Final del Proyecto Actual
pl_pl: Rzeczywista Data Zakończenia Projektu

source: Assign Devices
es_es: Asignar Dispositivos
pl_pl: Przypisz Urządzenia

source: Project delete confirmation
es_es: Confirmación de eliminación del Proyecto
pl_pl: Potwierdzenie usunięcia projektu

source: Are you sure that you want to delete this project? (Devices will be unassociated, but will not be deleted).
es_es: Está seguro de eliminar éste Proyecto? (Los dispositivos serán disociados, pero no eliminados)
pl_pl: Jesteś pewny, ze chcesz usunąć ten projekt? (Przypisane urządzenia stracą przypisanie, ale nie zostaną skasowane).

source: THERE IS NO UNDO
es_es: NO HAY DESHACER
pl_pl: NIE BĘDZIE MOŻNA COFNĄĆ TEJ OPERACJI

source: Data Center Rack Request
es_es: Solicitud de Rack del CPD
pl_pl: Zapotrzebowanie na Stojak w Data Center

source: MailFrom
es_es: CorreoDe
pl_pl: Wiadomość Od

source: Check contact details for
es_es: Revisar los detalles de contacto para
pl_pl: Sprawdź szczegóły kontaktu dla

source: Data center team address
es_es: Dirección del equipo del CPD
pl_pl: Adres zespołu Data Center

source: ITS Facilities Rack Request
es_es: Solicitudes de Servicio de Rack
pl_pl: Zapotrzebowanie na Wyposażenie Stojaka

source: Your request for racking up the device labeled %1$s has been received. The Network Operations Center will examine the request and contact you if more information is needed before the request can be processed. You will receive a notice when this request has been completed. Please allow up to 2 business days for requests to be completed.
es_es: Se ha recibido su solicitud de enrackado para el dispositivo etiquetado %1$s. El Centro de Gestión de Red examinará la solicitud y contactará con usted si precisa más información antes de tramitar la solicitud. Recibirá una notificación cuando la solicitud se complete. La tramitación puede tardar hasta 2 días laborables.
pl_pl: Właśnie otrzymaliśmy twój wniosek o umieszczenie w stelażu urządzenia z etykietą %1$s. Centrum Operacji Sieciowych sprawdzi Twój wniosek i skontaktuje się z Tobą jeśli będą potrzebne jakieś dodatkowe informacje przed realizacją wniosku. Otrzymasz również informacje gdy tylko wniosek zostanie zrealizowany. Zespół ITS potrzebuje 2 dni roboczych na realizację wniosku.

source: Your Request ID is %1$d and you may view the request online at
es_es: El identificador de su solicitud es %1$d y puede verla en línea en
pl_pl: Twój wniosek ma oznaczenie %1$d i możesz go podejrzeć online

source: this link
es_es: este enlace
pl_pl: pod tym adresem

source: Your request for racking up the device labeled %1$s has been completed.
es_es: Su solicitud de enrackado para el dispositivo etiquetado %1$s se ha completado.
pl_pl: Twój wniosek o umieszczenie w stelażu urządzenia z etykietą %1$s został właśnie zrealizowany.

source: To view your device in its final location click %1$s
es_es: Para ver su dispositivo en su posición final, pulse %1$s
pl_pl: Aby zobaczyć Twoje urządzenie w docelowym miejscu, kliknij %1$s

source: You do not have permission to delete this request
es_es: No tiene permiso para eliminar esa solicitud
pl_pl: Nie masz uprawnień do skasowania tego wniosku.

source: You must specify the VLAN information for the ethernet connections
es_es: Debe especificar la información de VLAN para las conexiones ethernet
pl_pl: Musisz określić informacje VLAN dla połączeń ethernet.

source: You must specify the SAN port information to continue
es_es: Debe especificar la información del puerto SAN para continuar
pl_pl: Aby kontynuować, musisz określić informacje dot. portu SAN.

source: You must specify the current location of the equipment
es_es: Debe especificar la posición actual del equipo
pl_pl: Musisz określić bieżącą lokalizację sprzętu.

source: Action
es_es: Acción
pl_pl: Akcja

source: Label Color
es_es: Color del Nemónico
pl_pl: Kolor Etykiety

source: White
es_es: Blanco
pl_pl: Biały

source: Yellow
es_es: Amarillo
pl_pl: Żółty

source: Red
es_es: Rojo
pl_pl: Czerwony

source: Select a template
es_es: Selecionar una plantilla
pl_pl: Wybierz szablon

source: Number of Ethernet Connections
es_es: Número de Puertos Ethernet
pl_pl: Ilość Połączeń Ethernet

source: VLAN Settings
es_es: Configuración de VLAN
pl_pl: Ustawienia VLAN

source: Number of SAN Connections
es_es: Número de Conexiones SAN
pl_pl: Ilość Połączeń SAN

source: SAN Port Assignments
es_es: Asignación de Puertos de SAN
pl_pl: Przypisania Portów SAN

source: Current Location
es_es: Posición Actual
pl_pl: Bieżąca Lokalizacja

source: Special Instructions
es_es: Instrucciones Especiales
pl_pl: Instrukcje Specjalne

source: Select Rack Location
es_es: Selecionar Posición del Rack
pl_pl: Wybierz Lokalizację Stojaka

source: Update Request
es_es: Actualización de la Solicitud
pl_pl: Zaktualizuj Wniosek

source: Delete Request
es_es: Eliminación de la Solicitud
pl_pl: Usuń Wniosek

source: Move to Rack
es_es: Mover a Rack
pl_pl: Przenieś to Stojaka

source: Data Center Asset Aging Report
es_es: Informe de Antigüedad de Activos del CPD
pl_pl: Raport Wieku Inwentarzu w Data Center

source: Device Ages by Count
es_es: Antigüedad de Dispositivos por Número
pl_pl: Wiek Urządzeń wg Ilości

source: Age
es_es: Edad
pl_pl: Wiek

source: Devices more than 5 years old
es_es: Dispositivos de más de 5 años
pl_pl: Urządzenia starsze niż 5 lat

source: Asset Report (Excel)
es_es: Informe de Activos (Excel)
pl_pl: Raport Wyposażenia (Excel)

source: Return to Reports
es_es: Volver a Informes
pl_pl: Wróć do Raportów

source: Asset Report
es_es: Informe de Activos
pl_pl: Raport Wyposażenia

source: Data Center Statistics on all data centers assets.
es_es: Estadísticas del CPD de todos los activos
pl_pl: Statystyki dot. całego inwentarza w Data Center

source: datacenter report assets statistic
es_es: CPD informe activos estadísticas
pl_pl: Raport statystyczny inwentarza w Data Center

source: Notes on DC Statistics
es_es: Notas en las Estadísticas del CPD
pl_pl: Uwagi dot. statystyk DC

source: Logo Name
es_es: Nombre del Logo
pl_pl: Nazwa Logo

source: Logo Description
es_es: Descripción del Logo
pl_pl: Opis Logo
