Repository: rf2055/openDCIM
Catalog: locale/*/LC_MESSAGES/openDCIM.po
Languages: es_es, pl_pl

source: Advanced
es_es: Avanzada
pl_pl: Zaawansowane

source: Advanced Search:
es_es: Búsqueda Avanzada:
pl_pl: Wyszukiwanie Zaawansowane:

source: Device Model
es_es: Modelo del Dispositivo
pl_pl: Model Urządzenia

source: PrimaryIP
es_es: IP Principal
pl_pl: Główny Adres IP

source: Basic
es_es: Básica
pl_pl: Podstawowy

source: Home
es_es: Inicio
pl_pl: Główna

source: Storage Room Maintenance
es_es: Mantenimiento del Almacén
pl_pl: Konserwacja Magazynku

source: %s Storage Room
es_es: Almacén de %s
pl_pl: %s Magazyn

source: Serial No.
es_es: Nº Serie
pl_pl: Nr Seryjny

source: Data Center Stockroom Supplies
es_es: Suministros del CPD
pl_pl: Materiały w Magazynie DC

source: Bin ID
es_es: ID del Almacén
pl_pl: ID Kosza

source: New Supplies
es_es: Nuevos Suministros
pl_pl: Nowe Materiały

source: Data Center Stockroom Supply Bins
es_es: Almacenes de suministros del CPD
pl_pl: Kosz na Materiały w Magazynie DC

source: Bin Location
es_es: Localización del Almacén
pl_pl: Lokalizacja Kosza

source: New Bin
es_es: Nuevo Almacén
pl_pl: Nowy Kosz

source: Select parts to add...
es_es: Selecionar partes a añadir...
pl_pl: Wybierz część do dodania

source: No Data to Display
es_es: No hay información que mostrar
pl_pl: Brak Danych do Pokazania

source: Data Center Time Periods Listing
es_es: Listado de Periodos de Tiempo del CPD
pl_pl: Wykaz Okresów Czasu DC

source: Escalation Time Period
es_es: Periodo de Tiempo de Escalado
pl_pl: Okres Eskalacji

source: New Time Period
es_es: Nuevo Periodo de Tiempo
pl_pl: Nowy Okres Czasu

source: Data Center Virtual Machine Detail
es_es: Detalle de las Máquinas Virtuales del CPD
pl_pl: Szczegóły Maszyny Wirtualnej DC

source: Data Center Contact Detail
es_es: Detalle de Contactos del CPD
pl_pl: Szczegóły Kontaktów DC

source: User
es_es: Usuario
pl_pl: Użytkownik

source: New User
es_es: Nuevo Usuario
pl_pl: Nowy użytkownik

source: This user is the primary contact for this many devices
es_es: Este usuario es el contacto principal para esta cantidad de dispositivos
pl_pl: Ten użytkownik jest głównym kontaktem dla tego urządzenia

source: First Name
es_es: Nombre
pl_pl: Imię

source: Phone 1
es_es: Teléfono 1
pl_pl: Telefon 1

source: Phone 2
es_es: Teléfono 2
pl_pl: Telefon 2

source: Phone 3
es_es: Teléfono 3
pl_pl: Telefon 3

source: Email Address
es_es: Dirección de Correo Electrónico
pl_pl: Adres E-mail

source: Generate New Key
es_es: Generar Nueva Clave
pl_pl: Wygeneruj nowy klucz

source: Rights
es_es: Permisos
pl_pl: Prawa dostępu

source: Admin Own Devices
es_es: Administrar Dispositivos Propios
pl_pl: Administracja własnymi urządzeniami

source: Read/Report Access (Global)
es_es: Acceso de Lectura/Informes (Global)
pl_pl: Odczyt/Dostęp do raportów

source: Modify/Enter Devices (Global)
es_es: Modificar/Crear Dispositivos (Global)
pl_pl: Modyfikacja/Dodawanie urządzeń

source: Delete Devices (Global)
es_es: Eliminar Dispositivos (Global)
pl_pl: Usuń Urządzenia (Globalnie)

source: Enter/Modify Contacts and Departments
es_es: Introducir/Modificar Contactos y Departamentos
pl_pl: Wprowadź/Zmień Kontakty i Wydziały

source: Enter Rack Requests
es_es: Introducir Solicitudes de Rack
pl_pl: Zapotrzebowanie na Wejście do Stojaka

source: Complete Rack Requests
es_es: Completar Solicitudes de Armario
pl_pl: Dokończ Zapotrzebowania na Stojak

source: Perform Bulk Operations
es_es: Realizar Operaciones Masivas
pl_pl: Wykonaj Operacje na Wielu Obiektach na Raz

source: Manage Site and Users
es_es: Gestionar Sistema y Usuarios
pl_pl: Zarządzaj Lokalizacjami i Użytkownikami

source: Transfer Devices
es_es: Transferir Dispositivos
pl_pl: Prześlij Urządzenia

source: Transfer all devices to another primary contact
es_es: Transferir todos los dispositivos a otro contacto principal
pl_pl: Przenieś wszystkie urządzenia do innego głównego kontaktu.

source: Virtual Machine Inventory Exception Report
es_es: Informe de Incumplimientos de Inventario de Máquinas Virtuales
pl_pl: Inwentaryzacja Wyjątków Maszyn Wirtualnych

source: This is an automated message from the
es_es: Este es un mensaje automático del
pl_pl: To jest automatyczna wiadomość z

source: Inventory Process. This process is scheduled to run once each business day.</p> <p>The following
es_es: Proceso de Inventario. Este proceso está programado para ejecutarse una vez cada día laborable.</p> <p>El siguiente
pl_pl: Proces Inwentaryzacji. Ten proces jest zaplanowany do jednorazowego uruchomienia każdego dnia roboczego.</p> <p>Następujące

source: Virtual Machines were detected in the environment and do not have an associated owner record. It is assumed that these are new Virtual Machines. Please click on the links below to update ownership information.
es_es: Las Máquinas Virtuales fueron detectadas en el entorno y no tienen un registro de propietario asociado. Se asume que son Máquinas Virtuales nuevas. Por favor, pulse en los enlaces de abajo para actualizar la información del propietario.
pl_pl: Maszyny Wirtualne zostały wykryte w Twoim środowisku ale nie mają przypisanego właściciela. Zakłada się, że to są nowe Maszyny Wirtualne. Kliknij skróty załączone poniżej aby zaktualizować informacje o właścicielu.

source: If the appropriate department is not listed as an option for ownership, please send an email to
es_es: Si el departamento apropiado no está incluido como propietario, por favor envíe un correo a
pl_pl: Jesli włąsciwy wydział nie jest wyszczególniony jako alternatywa do właściciela, proszę wysłać wiadomość e-mail do

source: to have it added.
es_es: tenerlo añadido.
pl_pl: aby to dodać.

source: Server Name
es_es: Nombre del Servidor
pl_pl: Nazwa Serwera

source: Virtual Machine Inventory Expiration Report
es_es: Informe de Caducidad de Inventario de Máquinas Virtuales
pl_pl: Inwentaryzacja Maszyn Wirtualnych które Wygasły

source: Virtual Machine Inventory Process. This process is scheduled to run once each business day.
es_es: Proceso de Inventario de Máquinas Virtuales. Este proceso está programado para ejecutarse una vez cada día laborable.
pl_pl: Proces Inwentaryzacji Maszyn Wirtualnych. Ten proces jest zaplanowany do jednorazowego uruchomienia każdego dnia roboczego.

source: The following
es_es: El siguiente
pl_pl: Następujące

source: Virtual Machines have not been detected within the past
es_es: Las Máquinas Virtuales no han sido detectadas en el pasado
pl_pl: Maszyny Wirtualne nie zostały wykryte przez ostatnie

source: days and are assumed to be expired. They are being removed from the inventory system.
es_es: días y se asume que han expirado. Serán eliminadas del sistema de inventario.
pl_pl: dni i przyjmuje się, że wygasły. Są one usuwane z listy inwentarzowej.

source: Data Center Operations Work Order Builder
es_es: Creador de Órdenes de Trabajo del CPD
pl_pl: Kreator Zleceń na Działania w DC

source: openDCIM-workorder-
es_es: Orden-de-trabajo-openDCIM-

source: Work Order Contents
es_es: Contenido de la Orden de Trabajo
pl_pl: Zawartość Zleceń

source: Image
es_es: Imagen
pl_pl: Obraz

source: Select All
es_es: Seleccionar Todo
pl_pl: Zaznacz Wszystko

source: Email to DC Team Address
es_es: Direccion del equipo CPD para enviar Correo
pl_pl: Adres e-mail do Zespołu DC

source: Clear Reservation Flag
es_es: Borrar el indicador de Reserva
pl_pl: Usuń Flagę Rezerwacji

source: Move Items to Storage
es_es: Mover elementos a Almacenamiento
pl_pl: Przenieś Obiekty do Magazynu

source: Clear
es_es: Borrar
pl_pl: Wyczyść

source: Data Center Zones
es_es: Zonas del CPD
pl_pl: Strefy Data Center

source: openDCIM Data Center Zones
es_es: Zonas del CPD
pl_pl: Strefy Data Center openDCIM

source: New Zone
es_es: Nueva Zona
pl_pl: Nowa Strefa

source: Click and drag on the image to select an area for this zone
es_es: Pulse y desplace por la imagen para seleccionar un área para esta zona
pl_pl: Kliknij w ilustrację i ciągnij myszką aby zaznaczyć obszar dla tej strefy

source: Verify Delete Zone
es_es: Verificar Borrado de la Zona
pl_pl: Potwierdź Usuniecie Strefy

source: This Zone will be deleted and there is no undo. Assets within the zone will remain as members of the Data Center.
es_es: Esta Zona se borrará y no se podrá deshacer. Los activos en la zona permanecerán como miembros del CPD.
pl_pl: Ta Strefa zostanie usunięta i nie cofniesz już tego. Inwentarz w tej strefie pozostanie w Data Center.

source: Zone Statistics
es_es: Estadísticas de la Zona
pl_pl: Statystyki Strefy

source: Zone Size (approximate)
es_es: Tamaño de la Zona (aproximado)
pl_pl: Rozmiar Strefy (przybliżony)

source: approximate
es_es: aproximado
pl_pl: przybliżony

source: Access Denied
es_es: Acceso Denegado
pl_pl: Brak Dostępu

source: Failed to delete color with ColorID
es_es: Fallo al eliminar el color con ColorID
pl_pl: Nie udało się usunąć koloru z ID Koloru

source: Device doesn't exist
es_es: No existe ese dispositivo
pl_pl: Urządzenie nie istnieje

source: Unauthorized
es_es: No autorizado
pl_pl: Nieuprawnione

source: An unknown error has occured
es_es: Ha ocurrido un error desconocido
pl_pl: Wystąpił nieznany błąd

source: Unknown error
es_es: Error desconocido
pl_pl: Nieokreślony błąd

source: Cabinet not found
es_es: Armario no encontrado
pl_pl: Nie znaleziono szafy

source: No device found with DeviceID
es_es: No se ha encontrado ningún dispositivo con DeviceID
pl_pl: Nie znaleziono urządzenia z DeviceID

source: Device is not a sensor or is missing a template
es_es: El dispositivo no es un sensor o le falta la plantilla
pl_pl: Urządzenie nie jest czujnikiem albo brakuje mu szablonu

source: No color code found with ColorID
es_es: No se ha encontrado ningún código de color con ColorID
pl_pl: Nie znaleziono koloru z ID Koloru

source: No template found with TemplateID:
es_es: No se ha encontrado ningún dispositivo con identificador:
pl_pl: Nie znaleziono szablonu z TemplateID:

source: No ports found for TemplateID:
es_es: No se han encontrado puertos para el identificador de plantilla:
pl_pl: Nie znaleziono żadnego portu dla TemplateID:

source: Port not found for TemplateID:
es_es: Puerto no encontrado para el identificador de plantilla:
pl_pl: Nie znaleziono portu dla TemplateID:

source: No slots found for TemplateID:
es_es: Ranuras no definidas en la plantilla:
pl_pl: Nie znaleziono żadnego slotu dla TemplateID:

source: Insufficient privilege level
es_es: Nivel de privilegios insuficiente
pl_pl: Niewystarczający poziom uprawnień

source: User not found in database.
es_es: Usuario no encontrado en la base de datos
pl_pl: Nie znaleziono użytkownika w bazie danych.

source: Unable to update People resource with the given parameters.
es_es: No es posible actualizar el recurso People con los parámetros porporcionados
pl_pl: Nie można zaktualizować Zasobów Ludzkich używając podanych parametrów.

source: People resource for UserID=%1$s updated successfully.
es_es: El recurso People para UserID=%1$s se ha actualizado satisfactoriamente.
pl_pl: Zasoby ludzkie dla ID Użytkownika = %1$s zostały zaktualizowane.

source: Device update has failed
es_es: La actualización del dispositivo ha fallado
pl_pl: Aktualizacja urządzenia nie powiodła się

source: Update failed
es_es: Actualización fallada
pl_pl: Aktualizacja nie powiodła się

source: No device template found with TemplateID:
es_es: No se ha encontrado la plantilla con identificador:
pl_pl: Nie znaleziono szablonu urządzenia z TemplateID:

source: Device template update failed
es_es: Fallo en la actualización de la plantilla de dispositivo
pl_pl: Aktualizacja szablonu urządzenia nie powiodła się

source: Template port not found with id:
es_es: No se ha encontrado el puerto de la plantilla con identificador:
pl_pl: Nie znaleziono szablonu portu z id:

source: Template port update failed
es_es: Fallo en la actualización del puerto de la plantilla
pl_pl: Aktualizacja szablonu portu nie powiodła się

source: Template slot not found with id:
es_es: No se ha encontrado la ranura de la plantilla con identificador:
pl_pl: Nie znaleziono szablonu slotu z id:

source: Template slot update failed
es_es: Fallo en la actualización de la ranura de la plantilla
pl_pl: Aktualizacja szablonu slotu nie powiodła się

source: Manufacturer not found with id:
es_es: No se ha encontrado el fabricante con identificador:
pl_pl: Nie znaleziono producenta z id:

source: Manufacturer update failed
es_es: Fallo en la actualización del fabricante
pl_pl: Aktualizacja producenta nie powiodła się

source: UserID already in database. Use the update API to modify record.
es_es: UserID ya está en la base de datos. Utilice la API actualizada para modificar el registro.
pl_pl: ID użytkownika jest już w bazie danych. Użyj API aktualizacji aby zmienić rekord.

source: Unable to create People resource with the given parameters.
es_es: No es posible crear el recurso People con los parámetros proporcionados.
pl_pl: Nie można utworzyć Zasobów Ludzkich używając podanych parametrów.

source: People resource created successfully.
es_es: Recurso People creado satisfactoriamente.
pl_pl: Zasoby ludzkie zostały utworzone poprawnie.

source: Error creating new color.
es_es: Error en la creación del nuevo color.
pl_pl: Błąd przy tworzeniu nowego koloru.

source: New color created successfully.
es_es: Nuevo color creado satisfactoriamente.
pl_pl: Nowy kolor został utworzony poprawnie.

source: Device creation failed
es_es: Fallo en la creación del dispositivo
pl_pl: Nie udało się utworzyć urządzenia

source: Device template creation failed
es_es: Fallo en la creación de la plantilla de dispositivo
pl_pl: Nie udało się utworzyć szablonu urządzenia

source: Device template port creation failed
es_es: Fallo en la creación del puerto de la plantilla de dispositivo
pl_pl: Nie udało się utworzyć szablonu portu urządzenia

source: Device template slot creation failed
es_es: Fallo en la creación de la ranura de la plantilla del dispositivo
pl_pl: Nie udało się utworzyć szablonu slotu urządzenia

source: Manufacturer not created:
es_es: No se ha creado el fabricante:
pl_pl: Producent nie został utworzony:

source: UserID=
es_es: ID del Usuario=
pl_pl: ID Użytkownika=

source: People resource for UserID=%s updated successfully.
es_es: El recurso People para UserID=%s se ha actualizado satisfactoriamente.
pl_pl: Zasoby ludzkie dla ID Użytkownika = %s zostały zaktualizowane.

source: devices updated
es_es: dispositivos actualizados
pl_pl: urządzenie zaktualizowane

source: Error updating color code.
es_es: Error actualizando código de color.
pl_pl: Błąd przy aktualizacji kodu koloru.

source: Invalid operation
es_es: Operación no válida.
pl_pl: Niepoprawna operacja

source: no data
es_es: Sin datos
pl_pl: brak danych

source: Measured Power Combined
es_es: Potencia medida combinada
pl_pl: Łączna Moc Zmierzona

source: Quit that! You don't have rights to view this.
es_es: No tiene permisos para ver esto.
pl_pl: Zaprzestań tego! Nie masz uprawnień aby to oglądać.

source: Details Restricted
es_es: Detalles Restringidos
pl_pl: Szczegóły Ograniczone

source: Tooltips are enabled with no options selected.
es_es: Los Tooltips están habilitados sin opciones seleccionadas.
pl_pl: Podpowiedzi są włączone ale bez wybranych żadnych opcji.

source: Upload directory '%s' is not writable
es_es: El directorio de subida no es de escritura
pl_pl: Katalog do przekazu plików '%s' nie jest zapisywalny

source: File was not deleted
es_es: El archivo no ha sido eliminado
pl_pl: Plik nie został skasowany

source: Couldn't complete file move
es_es: No se pudo completar el movimiento del archivo
pl_pl: Nie udało się przenieść pliku

source: The file is bigger than this PHP installation allows
es_es: El archivo es más grande de lo que permite esta instalación de PHP
pl_pl: Plik jest większy niż dopuszcza bieżąca instalacja PHP

source: The file is bigger than this form allows
es_es: El archivo es más grande de lo que permite este formulario
pl_pl: Plik jest większy niż dopuszcza bieżący formularz

source: Only part of the file was uploaded
es_es: Sólo se subió parte del archivo
pl_pl: Tylko cześć tego pliku została przekazana.

source: No file was uploaded
es_es: No se subió ningún archivo
pl_pl: Żaden plik nie został przekazany

source: Missing a temporary folder
es_es: Falta una carpeta temporal
pl_pl: Brakuje katalogu tymczasowego

source: Failed to write file to disk
es_es: Fallo al escribir el archivo en disco
pl_pl: Nie powiódł się zapis pliku na dysk

source: File upload stopped by extension
es_es: Subida del archivo detenida por extensión
pl_pl: Załadunek pliku zatrzymany przez rozszerzenie

source: Invalid file type.
es_es: Tipo de archivo no válido.
pl_pl: Błędny typ pliku.

source: No files uploaded
es_es: Ningún archivo subido.
pl_pl: Żadne plik nie został przekazany

source: You must be a site admin to add images
es_es: Debe ser administrador del sistema para añadir imágenes
pl_pl: Musisz być administratorem lokalizacji aby dodawać obrazy

source: Token mismatch
es_es: Falta de coincidencia en el token
pl_pl: Niezgodny token

source: God help us something has gone horribly wrong
es_es: Algo ha ido muy mal
pl_pl: Boże dopomóż, coś poszło piekielnie źle!

source: No
pl_pl: Nie

source: General
pl_pl: Ogólny

source: ToolTips
pl_pl: Porady

source: Color
pl_pl: Kolor

source: Base DN
pl_pl: Bazowy DN

source: Sensor
pl_pl: Czujnik

source: Error
pl_pl: Błąd

source: Rack
pl_pl: Szafa

source: Pos
pl_pl: Poz

source: Part Number
pl_pl: Numer Części
